{"pages":{"0":"This chapter covers syllabus \nsection AS Level 1.1.\nDULIP STARTS HIS BUSINESS\nDulip lives in a large country with many natural \nresources, such as coal and timber. He plans to start \na business growing and cutting trees to sell as timber. \nHe wants to buy a forest from a farmer and cut down a \nfixed number of trees each year. As Dulip is concerned \nabout his environment country’s, he will plant two new \ntrees for each one he cuts down. He has been planning \nthis business venture for some time. He has visited a \nbank to arrange a loan. He has contacted suppliers of \nsaws and other equipment to check on prices. Dulip \nhas also visited several furniture companies to see \nif they would be interested in buying wood from the \nforest. In fact, he did a great deal of planning before he \nwas able to start his business.\nDulip is prepared to take risks and will invest his \nown savings, as well as using the bank loan, to set \nup the business. He plans to employ three workers \nto help him to start with. If the business is a success, \nthen he will also try to sell some of the timber abroad. \nHe knows that timber prices are high in some foreign \nmarkets. A ft er several months of planning, he was able \nto purchase the forest.\nPoints to think about:\n■ Why do you think Dulip decided to own and run his own \nbusiness rather than work for another firm?\n■ Why was it important to Dulip that he should do so much \nplanning before starting his business?\n■ D o  y o u  t h i n k  D u l i p  w i l l  m a k e  a  s u c c e s s f u l  e n t r e p r e n e u r ?\n■ Are new businesses such as Dulip’s good for a country’s \neconomy?1 Enterprise\nIntroducing the topic\nIntroduction\nMany business managers are paid high salaries to take risks \nand make decisions that will in fl uence the future success \nof their business. Much of this book is concerned with \nhow these decisions are made, the information needed to \nmake them and the techniques that can assist managers in \nthis important task. However, no student of Business can \nhope to make much progress in the study of this subject \nunless they have a good understanding of the economic \nenvironment in which a business operates. Business activity \ndoes not take place in isolation from what is going on \naround it. Th e very structure and health of the economy \nwill have a great impact on how successful business activity \nis. Th e central purpose of this whole unit, ‘Business and \nits environment’, is to introduce the inter-relationships \nbetween businesses, the world in which they operate and the \nlimits that governments impose on business activity. Th i s  \nfi rst chapter explains the nature of business activity and the \nrole of enterprise in setting up and developing businesses.\nThe purpose of business activity\nA business is any organisation that uses resources to \nmeet the needs of customers by providing a product or \nservice that they demand. Th ere are several stages in the \nproduction of fi nished goods. Business activity at all stages \ninvolves creating and adding value to resources, such \nas raw materials and semi- fi nished goods, and making \nthem more desirable to  – and thus valued by  – the fi nal \npurchaser. Without business activity, we would all still be \nentirely dependent on the goods that we could make or \ngrow ourselves  – as some people in virtually undiscovered \nnative communities still are. Business activity uses the \nscarce resources of our planet to produce goods and \nservices that allow us all to enjoy a very much higher \nstandard of living than would be possible if we remained \nentirely self-su ffi  cient.On completing this chapter, you will be able to:\n■ understand what business activity involves\n■ recognise that making choices as a result of the \n‘economic problem’ always results in opportunity cost\n■ analyse the meaning and importance of creating value\n■ recognise the key characteristics of successful \nentrepreneurs■ assess the importance of enterprise and entrepreneurs \nto a country’s economy\n■ understand the meaning of social enterprise and the \ndiff erence between this and other businesses.\n3What do businesses do?\nBusinesses identify the needs of consumers or other fi rms. \nTh e y  t h e n  p u r c h a s e  r e s o u r c e s  – or factors of production  – in \norder to produce goods and services that satisfy these needs, \nusually with the aim of making a pro fi t. Before we go on, it \nwill be useful to explain some important business terms that \nhave either already been used, or will be referred to soon, in \nthis chapter. Business activity exists to produce consumer \ngoods  or services  that meet the needs of customers. Th e s e  \ngoods and services can be classi fi ed in several ways.\nConsumer goods: the physical and tangible goods sold to \nthe general public  – they include durable consumer goods, \nsuch as cars and washing machines, and non-durable \nconsumer goods, such as food, drinks and sweets that can \nbe used only once.\nConsumer services: the non-tangible products sold to \nthe general public  – they include hotel accommodation, \ninsurance services and train journeys.\nKEY TERMS\nWhat do businesses need to produce goods \nand services?\nFactors of production\nTh ese are the resources needed by business to produce \ngoods or services. Th e y  i n c l u d e :\n■ Land  – this general term includes not only land itself but all \nof the renewable and non-renewable resources of nature, \nsuch as coal, crude oil and timber.\n■ Labour  – manual and skilled labour make up the workforce \nof the business.\n■ Capital  – this is not just the finance needed to set up a \nbusiness and pay for its continuing operations, but also \nall of the man-made resources used in production. These \ninclude capital goods , such as computers, machines, \nfactories, o ff i c es  a nd  v eh i c l es.\n■ Enterprise  – this is the driving force, provided by risk-\ntaking individuals, that combines the other factors of \nproduction into a unit capable of producing goods and \nservices. It provides a managing, decision-making and \ncoordinating  role.\nCapital goods: the physical goods used by industry to \naid in the production of other goods and services, such as \nmachines and commercial vehicles.\nKEY TERM\nBusinesses have many other needs before they can \nsuccessfully produce the goods and services demanded by \ncustomers. Figure 1.1 shows the wide range of these needs.The concept of creating or adding value\nAll businesses aim to create value by selling goods and \nservices for a higher price than the cost of bought-in \nmaterials, this is called ‘ creating value ’. If a customer \nis prepared to pay a price that is greater than the cost \nof materials used in making or providing a good or \nservice, then the business has been successful in creating \nvalue. Th i s  c a n  a l s o  b e  r e f e r r e d  t o  a s  ‘ a d d i n g  v a l u e ’ .  Th e \ndiff erence between the selling price of the products \nsold by a business and the cost of the materials that it \nbought in is called ‘ added value ’. Without creating value \na business will not be able to survive as other costs have \nTimber is a natural resource\nAll businesses need labour\nCapital equipment \ncan be very complex\nCreating value: increasing the di ff erence between the \ncost of purchasing bough-in materials and the price the \nfinished goods are sold for.\nAdded value: the di ff erence between the cost of \npurchasing bought-in materials and the price the finished \ngoods are sold for.\nKEY TERMS4Cambridge International AS and A Level Business","1":"Here are two examples of how di ff erent businesses could \ncreate added value to their products:\n1 Jewellers  – well-designed shop-window display, attractive \nshop fittings, well-dressed and knowledgeable shop \nassistants and beautiful boxes o ff ered to customers to put \nnew jewellery in. These features might allow an increase in \njewellery prices above the additional costs involved.\n2 Sweet manufacturer  – extensive advertising of the brand \nof sweets to create an easily recognised name and brand \nidentity, attractive packaging, selling through established \nconfectionery shops and not ‘cheap’ vending machines. \nHigher prices as a result of successful branding should \ncreate added value.\n[12 marks, 25 minutes]\nExplain how the following businesses could create added \nvalue to the goods they buy in:\na h o t e l  [3]\nb c a r  d e a l e r  [3]\nc c l o t h i n g  m a n u f a c t u r e r  [3]\nd fast-food restaurant.  [3]ACTIVITY  1.1\nCreating value  requires e ff ective management of \nresources. The most successful businesses in terms \nof creating value tend to be customer-focused. Many \ncustomers are prepared to pay relatively high prices for \nproducts which exactly meet their needs  – creating more \nvalue for the business.\nKEY CONCEPT LINK\nEconomic activity and the problem of choice\nWe live in a world of great wealth and great scarcity. Very \npoor people are unable to obtain the basic requirements \nof life  – food, clean water, shelter  – and they have many \nunsatis fi ed needs and wants. Even very rich people may \nnot be able to satisfy all of their wants for luxury goods \nand services. It should be clear to us all that there are \ninsu ffi  cient goods to satisfy all of our needs and wants at \nany one time; this is known as ‘the economic problem’. It \nis the purpose of economic activity to provide for as many \nof our wants as possible, yet we are still le ft  wanting more. \nTh is shortage of products  – together with the resources \nneeded to make them  – lead to us all having to make \nchoices. As we cannot satisfy all of our wants, then we \nmust choose those which we will satisfy now and those \nwhich we will forgo. If we are careful and rational, we \nwill choose those things that give us the greatest bene fi t, leaving out those things of less value to us. Th i s  n e e d  \nto choose is not exclusive to people as consumers. All \neconomic units have to make choices  – governments, \nbusinesses, workers, charities and so on.\nOpportunity cost\nTh is need to choose leads to the next important principle \nof our subject  – opportunity cost . In deciding to purchase \nor obtain one item, we must give up other goods as they \nOpportunity cost: the benefit of the next most desired \noption which is given up.\nKEY TERM\nIf government chooses to build the fighter plane, then the \nhospital becomes the opportunity costor\nIf consumers choose to buy the smart phone, then the trainers \nbecome the opportunity costor\n6Cambridge International AS and A Level Businesscannot all be purchased. Th e next most desired product \ngiven up becomes the ‘lost opportunity’ or opportunity \ncost. Th is concept exists for all economic decision makers: \nconsumers, businesses and government.\nThe role of the entrepreneur\nNew business ventures started by entrepreneurs  can be \nbased on a totally new idea or a new way of o ff ering a \nservice. Th ey can also be a new location for an existing \nbusiness idea or an attempt to adapt a good or service in \nways that no one else has tried before. In this chapter, we \nwill be looking at several examples of people who have \nset up their own new business and have shown skills of \n‘entrepreneurship’. Th e y  h a v e :\n■ h a d  a n  i d e a  f o r  a  n e w  b u s i n e s s\n■ invested some of their own savings and capital\n■ accepted the responsibility of managing the business\n■ accepted the possible risks of failure.\nEntrepreneur: someone who takes the financial risk of \nstarting and managing a new venture.\nKEY TERM\nCharacteristics of successful entrepreneurs\nTh e personal qualities and skills needed to make a success \nof a new business venture include:\nInnovation:  The entrepreneur may not be an inventor in the \ntraditional sense, but they must be able to carve a new niche in \nthe market, attract customers in innovative ways and present \ntheir business as being di ff erent from others in the same \nmarket. This requires original ideas and an ability to do things \ndiff erently  – this is the skill of innovation.\nCommitment and self-motivation:  It is never an easy option to \nset up and run your own business. It is hard work and may take \nup many hours of each day. A willingness to work hard, keen \nambition to succeed, energy and focus are all essential qualities \nof a successful entrepreneur.\nMultiskilled:  An entrepreneur will have to make the product \n(or provide the service), promote it, sell it and keep accounts. \nThese di ff erent business tasks require a person who has many \ndiff erent qualities, such as being keen to learn technical skills, \nbeing able to get on with people and being good at handling \nmoney and keeping accounting records.\nLeadership skills:  The entrepreneur will have to lead by \nexample and must have a personality that encourages \npeople  in the business to follow them and be motivated \nby them.\nSelf-confidence and an ability to bounce back:  Many \nbusiness start-ups fail, yet this would not discourage a true \nentrepreneur who would have such belief in themselves and their business idea that they would bounce back from  any \nsetbacks.\nRisk taking:  Entrepreneurs must be willing to take risks in \norder to see results. O ft en  the  risk  they  tak e  i s  b y  i n v esti n g  thei r \nown savings in the new business.\nInnovative entrepreneurs can o ft en create much value  \nfor their business as long as their new ideas for goods or \nservices are customer-focused .\nKEY CONCEPT LINK\nBangalore enterprise blossoms\nRama Karaturi gained the idea for his rose-growing \nbusiness when he searched, without success, \nfor a bouquet of roses for his wife in Bangalore. \nThe city was a rose-free zone, so he decided to \nstart growing them himself. Initially, he opened \ntwo greenhouses growing just roses. He used his \nown savings, so took a considerable risk, but his \nconfidence in the growth of flower-giving at times \nof major festivals encouraged other investors too. \nHe sold the flowers in India, but his business also \nbecame one of the first in India to start exporting \nflowers on a large scale. Rama worked long hours \nto make his business a success. The business, \ncalled Katuri Networks, has grown at a tremendous \nrate, helped by Rama’s all-round business skills. \nHe recently bought out a large rose-grower in \nKenya and his business is now the world’s largest \ncultivator of roses  – and Rama achieved this in a \nlittle over ten years.ACTIVITY  1.2\n[9 marks, 15 minutes]\n1 Rama is an example of a ‘business entrepreneur’. \nExplain what is meant by this term. [3]\n2 O u t l i n e  a n y  three  characteristics of Rama’s \npersonality that led to the success of his enterprise. [6]\nMajor challenges faced by entrepreneurs\nIdentifying successful business opportunities\nIdentifying successful business opportunities is one \nof the most important stages in being an e ff ective \nentrepreneur. Many people say that they ‘want to work \nfor themselves’, but they do not make the leap into \nentrepreneurship successfully because they have not been \nable to identify a market need that will o ff er su ffi  cient 71: Enterprise ","2":"Here are two examples of how di ff erent businesses could \ncreate added value to their products:\n1 Jewellers  – well-designed shop-window display, attractive \nshop fittings, well-dressed and knowledgeable shop \nassistants and beautiful boxes o ff ered to customers to put \nnew jewellery in. These features might allow an increase in \njewellery prices above the additional costs involved.\n2 Sweet manufacturer  – extensive advertising of the brand \nof sweets to create an easily recognised name and brand \nidentity, attractive packaging, selling through established \nconfectionery shops and not ‘cheap’ vending machines. \nHigher prices as a result of successful branding should \ncreate added value.\n[12 marks, 25 minutes]\nExplain how the following businesses could create added \nvalue to the goods they buy in:\na h o t e l  [3]\nb c a r  d e a l e r  [3]\nc c l o t h i n g  m a n u f a c t u r e r  [3]\nd fast-food restaurant.  [3]ACTIVITY  1.1\nCreating value  requires e ff ective management of \nresources. The most successful businesses in terms \nof creating value tend to be customer-focused. Many \ncustomers are prepared to pay relatively high prices for \nproducts which exactly meet their needs  – creating more \nvalue for the business.\nKEY CONCEPT LINK\nEconomic activity and the problem of choice\nWe live in a world of great wealth and great scarcity. Very \npoor people are unable to obtain the basic requirements \nof life  – food, clean water, shelter  – and they have many \nunsatis fi ed needs and wants. Even very rich people may \nnot be able to satisfy all of their wants for luxury goods \nand services. It should be clear to us all that there are \ninsu ffi  cient goods to satisfy all of our needs and wants at \nany one time; this is known as ‘the economic problem’. It \nis the purpose of economic activity to provide for as many \nof our wants as possible, yet we are still le ft  wanting more. \nTh is shortage of products  – together with the resources \nneeded to make them  – lead to us all having to make \nchoices. As we cannot satisfy all of our wants, then we \nmust choose those which we will satisfy now and those \nwhich we will forgo. If we are careful and rational, we \nwill choose those things that give us the greatest bene fi t, leaving out those things of less value to us. Th i s  n e e d  \nto choose is not exclusive to people as consumers. All \neconomic units have to make choices  – governments, \nbusinesses, workers, charities and so on.\nOpportunity cost\nTh is need to choose leads to the next important principle \nof our subject  – opportunity cost . In deciding to purchase \nor obtain one item, we must give up other goods as they \nOpportunity cost: the benefit of the next most desired \noption which is given up.\nKEY TERM\nIf government chooses to build the fighter plane, then the \nhospital becomes the opportunity costor\nIf consumers choose to buy the smart phone, then the trainers \nbecome the opportunity costor\n6Cambridge International AS and A Level Businesscannot all be purchased. Th e next most desired product \ngiven up becomes the ‘lost opportunity’ or opportunity \ncost. Th is concept exists for all economic decision makers: \nconsumers, businesses and government.\nThe role of the entrepreneur\nNew business ventures started by entrepreneurs  can be \nbased on a totally new idea or a new way of o ff ering a \nservice. Th ey can also be a new location for an existing \nbusiness idea or an attempt to adapt a good or service in \nways that no one else has tried before. In this chapter, we \nwill be looking at several examples of people who have \nset up their own new business and have shown skills of \n‘entrepreneurship’. Th e y  h a v e :\n■ h a d  a n  i d e a  f o r  a  n e w  b u s i n e s s\n■ invested some of their own savings and capital\n■ accepted the responsibility of managing the business\n■ accepted the possible risks of failure.\nEntrepreneur: someone who takes the financial risk of \nstarting and managing a new venture.\nKEY TERM\nCharacteristics of successful entrepreneurs\nTh e personal qualities and skills needed to make a success \nof a new business venture include:\nInnovation:  The entrepreneur may not be an inventor in the \ntraditional sense, but they must be able to carve a new niche in \nthe market, attract customers in innovative ways and present \ntheir business as being di ff erent from others in the same \nmarket. This requires original ideas and an ability to do things \ndiff erently  – this is the skill of innovation.\nCommitment and self-motivation:  It is never an easy option to \nset up and run your own business. It is hard work and may take \nup many hours of each day. A willingness to work hard, keen \nambition to succeed, energy and focus are all essential qualities \nof a successful entrepreneur.\nMultiskilled:  An entrepreneur will have to make the product \n(or provide the service), promote it, sell it and keep accounts. \nThese di ff erent business tasks require a person who has many \ndiff erent qualities, such as being keen to learn technical skills, \nbeing able to get on with people and being good at handling \nmoney and keeping accounting records.\nLeadership skills:  The entrepreneur will have to lead by \nexample and must have a personality that encourages \npeople  in the business to follow them and be motivated \nby them.\nSelf-confidence and an ability to bounce back:  Many \nbusiness start-ups fail, yet this would not discourage a true \nentrepreneur who would have such belief in themselves and their business idea that they would bounce back from  any \nsetbacks.\nRisk taking:  Entrepreneurs must be willing to take risks in \norder to see results. O ft en  the  risk  they  tak e  i s  b y  i n v esti n g  thei r \nown savings in the new business.\nInnovative entrepreneurs can o ft en create much value  \nfor their business as long as their new ideas for goods or \nservices are customer-focused .\nKEY CONCEPT LINK\nBangalore enterprise blossoms\nRama Karaturi gained the idea for his rose-growing \nbusiness when he searched, without success, \nfor a bouquet of roses for his wife in Bangalore. \nThe city was a rose-free zone, so he decided to \nstart growing them himself. Initially, he opened \ntwo greenhouses growing just roses. He used his \nown savings, so took a considerable risk, but his \nconfidence in the growth of flower-giving at times \nof major festivals encouraged other investors too. \nHe sold the flowers in India, but his business also \nbecame one of the first in India to start exporting \nflowers on a large scale. Rama worked long hours \nto make his business a success. The business, \ncalled Katuri Networks, has grown at a tremendous \nrate, helped by Rama’s all-round business skills. \nHe recently bought out a large rose-grower in \nKenya and his business is now the world’s largest \ncultivator of roses  – and Rama achieved this in a \nlittle over ten years.ACTIVITY  1.2\n[9 marks, 15 minutes]\n1 Rama is an example of a ‘business entrepreneur’. \nExplain what is meant by this term. [3]\n2 O u t l i n e  a n y  three  characteristics of Rama’s \npersonality that led to the success of his enterprise. [6]\nMajor challenges faced by entrepreneurs\nIdentifying successful business opportunities\nIdentifying successful business opportunities is one \nof the most important stages in being an e ff ective \nentrepreneur. Many people say that they ‘want to work \nfor themselves’, but they do not make the leap into \nentrepreneurship successfully because they have not been \nable to identify a market need that will o ff er su ffi  cient 71: Enterprise business. Th i s  h a s  t h e  g r e a t  a d v a n t a g e  o f  k e e p i n g  c o s t s  \nlow, but there are drawbacks:\n■ It may not be close to the area with the biggest market \npotential.\n■ I t  l a c k s  s t a t u s  – a business with its own prestigious premises \ntends to generate confidence.\n■ It may cause family tensions.\n■ I t  m a y  b e  d i ff i c u l t  t o  sep a ra t e  p riv a t e  l i f e  fr o m  w o rki n g  l i f e .\nTh e  c o s t  a n d  p o s i t i o n  o f  t h e  l o c a t i o n  c h o s e n  c o u l d  h a v e  a  b i g  \nimpact on the business entrepreneur’s chance of success.\nNew businesses that o ff er a consumer service need \nto consider location very carefully. Whereas a website \ndesigner could operate from home very e ff ectively, as \ncommunication with customers will be by electronic \nmeans, a hairdresser may need to consider obtaining \npremises in an area with the biggest number of potential \ncustomers. An alternative is to visit customers in their own \nhomes  – this way, the entrepreneur may avoid the costs of \nbuying or renting their own premises altogether.\nCompetition\nTh is is nearly always a problem for new enterprises unless \nthe business idea is so unique that no other business has \nanything quite like it. A newly created business will o ft en \nexperience competition from older, established businesses, \nwith more resources and more market knowledge. Th e \nentrepreneur may have to o ff er better customer service \nto overcome the cost and pricing advantages that bigger \nbusinesses can usually o ff er.\nBuilding a customer base\nTh is is linked to the previous point about competition. To \nsurvive, a new fi rm must establish itself in the market  and \nbuild up customer numbers as quickly as possible. Th e  l o n g -\nterm strength of the business will depend on encouraging \ncustomers to return to purchase products again and again. \nMany small businesses try to encourage this by o ff ering \na better service than their larger and better-funded \ncompetitors. Th i s  b e t t e r  s e r v i c e  m i g h t  i n c l u d e :\n■ personal customer service\n■ k n o w l e d g e a b l e  p r e -  a n d  a ft er -sal es servic e\n■ providing for one-o ff  customer requests that larger firms \nmay be reluctant to provide for.\nWhy do new businesses o ft e n  f a i l ?\nEven if an entrepreneur has all of the qualities listed \nabove, success with a new business can never be \nguaranteed. In fact, many businesses fail during their \nfi rst year of operation. Th e most common reasons for \nnew enterprises failing are:demand for their product to allow the business to be \nprofi table. Th e original idea for most new businesses \ncomes from one of several sources including:\n■ O w n  s k i l l s  o r  h o b b i e s  – e.g. dress-making or car \nbodywork repairing. Very o ft en, these skills will enable an \nentrepreneur to o ff er them to friends and relatives and this \ncould be the start of the business.\n■ P r e v i o u s  e m p l o y m e n t  e x p e r i e n c e  – working for a \nsuccessful hairdresser, for example, allows a potential \nentrepreneur to see the working of such a business \nand judge whether they could set up a similar business \nthemselves.\n■ F r a n c h i s i n g  c o n f e r e n c e s  and exhibitions  – these o ff er a \nwide range of new business start-up ideas, e.g. fast-food \nrestaurants, which also give the potential benefits of the \nsupport of a much larger franchiser business.\n■ Small-budget market research  – the Internet allows any \nuser to browse business directories to see how many \nbusinesses there are in the local area o ff ering certain \ngoods or services. Such small-scale research might indicate \ngaps in local markets that could be profitably filled by the \nentrepreneur.\nSourcing capital (finance)\nOnce the entrepreneur has decided on the business idea \nor opportunity, the next task is to raise the necessary \ncapital. In an International Labour Organization survey \nof new business start-ups, the problem of fi nance came \ntop of the list of replies from entrepreneurs regarding the \nmain di ffi  culty. So why is obtaining fi nance such a major \nproblem for entrepreneurs?\n■ L a c k  o f  s u ff i c i en t  o w n  fi n a nc e  – many entrepreneurs have \nvery limited personal savings, especially if they are setting \nup their own business because they were previously made \nredundant.\n■ L a c k  o f  a w a r e n e s s  o f  t h e  f i n a n c i a l  s u p p o r t  a n d  g r a n t s  \navailable.\n■ Lack of any trading record to present to banks as evidence \nof past business success  – a trading record would tend to \ngive a bank confidence when deciding to lend money or not \nfor a new venture.\n■ A poorly produced business plan that fails to convince \npotential investors of the chances of a business’s success.\nDetermining a location\nPerhaps the most important consideration when \nchoosing the location for a new business is the need to \nminimise fi xed costs. When fi nance is limited, it is very \nimportant to try to keep the break-even level of output  – \nthe output level that earns enough revenue to cover all \ncosts  – as low as possible. Th i s  w i l l  g r e a t l y  i n c r e a s e  t h e  \nbusiness’s chances of survival. Operating from home is \nthe most common way for entrepreneurs to establish their 8Cambridge International AS and A Level Business","3":"Lack of record keeping\nTh e lack of accurate records is a big reason for business \nfailure. Many entrepreneurs fail to pay su ffi  cient attention \nto this need as either they believe that it is less important \nthan meeting their customers’ needs, or they think \nthey can remember everything. Th e latter will be quite \nimpossible a ft er a period of time. How can the owner of a \nnew, busy fl orist shop remember:\n■ w h e n  t h e  n e x t  d e l i v e r y  o f  f r e s h  f l o w e r s  i s  d u e ?\n■ whether the flowers for last week’s big wedding have been \npaid for?\n■ if the cheque received from the government department \nfor the display of flowers in its reception area has been paid \ninto the bank yet?\n■ how many hours the shop assistant worked last week?\nTh ere are many other examples that could be given to \nillustrate the crucial importance of keeping accurate and up-\nto-date records of business transactions and other matters.\nWith the falling cost of computing power, most \nbusinesses, even newly formed ones, keep records on \ncomputer. It is always advisable to keep hold of paper \nrecords too  – when these exist  – for example, receipts from \nsuppliers or details of big deliveries. Not only can these act \nas a check or back-up system if the computer should fail, but \nthey can also provide evidence to the tax authorities if they \ndispute the entrepreneur’s own tax calculations.\nLack of cash and working capital\nRunning short of capital to run day-to-day business \naff airs is the single most common reason for the failure \nof new businesses to survive the fi rst year of operation.\nCapital is needed for day-to-day cash, for the holding \nof inventories and to allow the giving of trade credit to \ncustomers, who then become trade receivables. Without \nsuffi  cient working capital, the business may be unable \nto buy more supplies, or pay suppliers o ff er credit to \nimportant customers. All these factors could lead to \nthe business closing down.\nSerious working capital de fi ciencies can usually be \navoided if several simple, but important, steps are taken \nas the business is being established:\n■ Construct a cash flow forecast so that the liquidity and \nworking capital needs of the business can be assessed \nmonth by month. Keep this updated and also show it to \nthe bank manager.\n■ I n j e c t  s u ff i c i en t  ca p i ta l  i n t o  the  bu s i ness  a t  sta rt -u p  t o  l a st \nfor the first few months of operation when cash flow from \ncustomers may be slow to build up.\n■ Establish good relations with the bank so that short-term \nproblems may be, at least temporarily, overcome with an \noverdra ft  extension.■ U s e  e ff ective credit control over customers’ accounts  – do \nnot allow a period of credit that is too long, and regularly \nchase up late payers.\nPoor management skills\nMost entrepreneurs have had some form of work \nexperience, but not necessarily at a management level. \nTh ey may not have developed:\n■ l e a d e r s h i p  s k i l l s\n■ cash handling and cash management skills\n■ planning and coordinating skills\n■ d e c i s i o n - m a k i n g  s k i l l s\n■ c o m m u n i c a t i o n  s k i l l s\n■ marketing, promotion and selling skills.\nTh ey may be very keen, willing to work hard and \nhave undoubted abilities in their chosen fi eld, e.g. an \nentrepreneur opening a restaurant may be an excellent \nchef, but may lack management skills. Some learn \nthese skills very quickly once the business is operating, \nbut this is quite a risky strategy. Some organisations \nexist to provide support for new entrepreneurs in the \nform of advice and training. Some entrepreneurs ‘buy \nin’ experience by employing sta ff  with management \nexperience, but how many newly formed businesses can \naff ord this expensive option?\nIt is wrong to think, just because a business is new and \nsmall, that enthusiasm, a strong personality and hard work \nwill be su ffi  cient to ensure success. Th is may prove to be \nthe case, but o ft en it is not. So potential entrepreneurs \nare usually encouraged to attend training courses to gain \nsome of these skills before putting their hard-earned \ncapital at risk, or to fi rst seek management experience \nthrough employment.\nThe section above introduces some of the important \nfunctions of and skills required by good managers, \nsuggesting why the key concept of management  is so \nimportant.\nKEY CONCEPT LINK\nChanges in the business environment\nSetting up a new business is risky because the business \nenvironment is dynamic, or constantly changing. In \naddition to the problems and challenges referred to above, \nthere is also the risk of change, which can make the \noriginal business idea much less successful. Change is a \nkey feature of Business syllabuses and, therefore, of this \nbook  – indeed there is a whole section on change in Unit  6, \nChapter 40 . It is enough to observe at this stage that new \nbusinesses may fail if any of the following changes occur, 91: Enterprise ","4":"Lack of record keeping\nTh e lack of accurate records is a big reason for business \nfailure. Many entrepreneurs fail to pay su ffi  cient attention \nto this need as either they believe that it is less important \nthan meeting their customers’ needs, or they think \nthey can remember everything. Th e latter will be quite \nimpossible a ft er a period of time. How can the owner of a \nnew, busy fl orist shop remember:\n■ w h e n  t h e  n e x t  d e l i v e r y  o f  f r e s h  f l o w e r s  i s  d u e ?\n■ whether the flowers for last week’s big wedding have been \npaid for?\n■ if the cheque received from the government department \nfor the display of flowers in its reception area has been paid \ninto the bank yet?\n■ how many hours the shop assistant worked last week?\nTh ere are many other examples that could be given to \nillustrate the crucial importance of keeping accurate and up-\nto-date records of business transactions and other matters.\nWith the falling cost of computing power, most \nbusinesses, even newly formed ones, keep records on \ncomputer. It is always advisable to keep hold of paper \nrecords too  – when these exist  – for example, receipts from \nsuppliers or details of big deliveries. Not only can these act \nas a check or back-up system if the computer should fail, but \nthey can also provide evidence to the tax authorities if they \ndispute the entrepreneur’s own tax calculations.\nLack of cash and working capital\nRunning short of capital to run day-to-day business \naff airs is the single most common reason for the failure \nof new businesses to survive the fi rst year of operation.\nCapital is needed for day-to-day cash, for the holding \nof inventories and to allow the giving of trade credit to \ncustomers, who then become trade receivables. Without \nsuffi  cient working capital, the business may be unable \nto buy more supplies, or pay suppliers o ff er credit to \nimportant customers. All these factors could lead to \nthe business closing down.\nSerious working capital de fi ciencies can usually be \navoided if several simple, but important, steps are taken \nas the business is being established:\n■ Construct a cash flow forecast so that the liquidity and \nworking capital needs of the business can be assessed \nmonth by month. Keep this updated and also show it to \nthe bank manager.\n■ I n j e c t  s u ff i c i en t  ca p i ta l  i n t o  the  bu s i ness  a t  sta rt -u p  t o  l a st \nfor the first few months of operation when cash flow from \ncustomers may be slow to build up.\n■ Establish good relations with the bank so that short-term \nproblems may be, at least temporarily, overcome with an \noverdra ft  extension.■ U s e  e ff ective credit control over customers’ accounts  – do \nnot allow a period of credit that is too long, and regularly \nchase up late payers.\nPoor management skills\nMost entrepreneurs have had some form of work \nexperience, but not necessarily at a management level. \nTh ey may not have developed:\n■ l e a d e r s h i p  s k i l l s\n■ cash handling and cash management skills\n■ planning and coordinating skills\n■ d e c i s i o n - m a k i n g  s k i l l s\n■ c o m m u n i c a t i o n  s k i l l s\n■ marketing, promotion and selling skills.\nTh ey may be very keen, willing to work hard and \nhave undoubted abilities in their chosen fi eld, e.g. an \nentrepreneur opening a restaurant may be an excellent \nchef, but may lack management skills. Some learn \nthese skills very quickly once the business is operating, \nbut this is quite a risky strategy. Some organisations \nexist to provide support for new entrepreneurs in the \nform of advice and training. Some entrepreneurs ‘buy \nin’ experience by employing sta ff  with management \nexperience, but how many newly formed businesses can \naff ord this expensive option?\nIt is wrong to think, just because a business is new and \nsmall, that enthusiasm, a strong personality and hard work \nwill be su ffi  cient to ensure success. Th is may prove to be \nthe case, but o ft en it is not. So potential entrepreneurs \nare usually encouraged to attend training courses to gain \nsome of these skills before putting their hard-earned \ncapital at risk, or to fi rst seek management experience \nthrough employment.\nThe section above introduces some of the important \nfunctions of and skills required by good managers, \nsuggesting why the key concept of management  is so \nimportant.\nKEY CONCEPT LINK\nChanges in the business environment\nSetting up a new business is risky because the business \nenvironment is dynamic, or constantly changing. In \naddition to the problems and challenges referred to above, \nthere is also the risk of change, which can make the \noriginal business idea much less successful. Change is a \nkey feature of Business syllabuses and, therefore, of this \nbook  – indeed there is a whole section on change in Unit  6, \nChapter 40 . It is enough to observe at this stage that new \nbusinesses may fail if any of the following changes occur, 91: Enterprise which may turn the venture from a successful one to a \nloss-making enterprise:\n■ n e w  c o m p e t i t o r s\n■ legal changes, e.g. outlawing the product altogether\n■ economic changes that leave customers with much less \nmoney to spend\n■ technological changes that make the methods used by the \nnew business old-fashioned and expensive.Th is list of changes could be added to, but even these \nfour factors indicate that the business environment is \na dynamic one, and this makes owning and running a \nbusiness enterprise very risky indeed.\nCommon types of entrepreneurial \nbusinesses\nNew business start-ups can be found in nearly all industries, \nyet it is true to say that there are some industries and sectors \nof industry where there is a much greater likelihood of new \nentrepreneurs entering. Th e s e  i n c l u d e :\nPrimary sector\n■ f i s h i n g  – e.g. a small boat owned by an entrepreneur\n■ market gardening  – producing cash crops to sell at local \nmarkets.\nSecondary sector\n■ j e w e l l e r y - m a k i n g\n■ d r e s s - m a k i n g\n■ c r a ft  manufacture, e.g. batik cloth\n■ b u i l d i n g  t r a d e s .\nTertiary\/service sector\n■ h a i r d r e s s i n g\n■ c a r  r e p a i r s\n■ cafés and restaurants\n■ c h i l d - m i n d i n g .\nIt would be most unusual for entrepreneurs to successfully \nestablish themselves in, say, the steel-making industry or in \ncar manufacturing, because of the vast amount of capital \nequipment and fi nancial investment that would be  required.\nImpact of enterprise on a country’s \neconomy\nAll governments around the world are following \npolicies that aim to encourage more people to become \nentrepreneurs. What are the claimed bene fi ts to the \neconomy of business enterprise?\nEmployment creation:  In setting up a new business, \nan entrepreneur is employing not only themselves (self-\nemployment), but also, very o ft en, employing other people too. \nVery o ft en these are members of the family or friends, but in \ncreating such employment, the national level of unemployment \nwill fall. If the business survives and expands, then there may \nbe additional jobs created in the businesses that supply them.\nEconomic growth:  Any increase in output of goods or services \nfrom a start-up business will increase the gross domestic \nproduct of the country. This is called economic growth, and if \nenough small businesses are created, it will lead to increased \nliving standards for the population. In addition, increased \noutput and consumption will also lead to increased tax \nrevenues for the government.\nFarah branches out on her own\nFarah was a well-qualified dressmaker. She had \nworked for two of the biggest dress shops in town. \nShe was always arguing with her shop manager, \nwho was very jealous about Farah’s superior dress-\nmaking skills. Farah was now determined to set up \nher own business. She was lucky that her father \nwas prepared to invest $5,000 in it, but she would \nhave to find the rest of the capital needed  – about \n$10,000, she guessed  – from her own savings and \na bank loan. Her first step was to investigate the \nprices of shop premises and she was disappointed \nwhen she found out how expensive the city-centre \nlocations were. Her father suggested a cheaper but \nless busy out-of-town location. She contacted an \naccountant who o ff ered to look a ft er the financial \nside of the business, but he would charge at least \n$2,000 per year. Farah wondered if she could \nlearn to keep the accounts herself if she attended \nclasses at the local college in the evening. She \nwanted to make her shop very di ff erent from all of \nthe competitors in the city and she had the idea of \noff ering lessons in dress-making as well as selling \nfinished dresses. She had been asked so many times \nby customers, ‘How did you do that?’ when they \nwere pleased with her latest dress designs, that \nshe was sure this was a great business opportunity.  \nWhat she had not realised was the amount of \npaperwork she had to complete before her business \ncould even start trading.ACTIVITY  1.3\n[22 marks, 30 minutes]\n1 O u t l i n e  three  problems that Farah had to deal \nwith in setting up this new business. [6]\n2 Which of these problems do you think was the \nmost important one for Farah to find a good \nsolution to? Explain your answer. [6]\n3 Do you think Farah had some of the right \nqualities to be a successful entrepreneur? \nJustify your answer. [10]10Cambridge International AS and A Level Business","5":"Changes in business activity\nIt is very important to recognise two features of this \nclassi fi cation of business activity:\n1 T h e  i m p o r t a n c e  o f  e a c h  s e c t o r  i n  a n  e c o n o m y  c h a n g e s  \nover time. Industrialisation is the term used to describe \nthe growing importance of the secondary-sector \nmanufacturing industries in developing countries. The \nrelative importance of each sector is measured in terms \neither of employment levels or of output levels as a \nproportion of the whole economy. In many countries in \nAfrica and Asia, the relative importance of secondary-\nsector activity is increasing. This brings many benefits as \nwell as problems.\nBenefits\n■ T o t a l  n a t i o n a l  o u t p u t  ( g r o s s  d o m e s t i c  p r o d u c t )  i n c r e a s e s  \nand this raises average standards of living.\n■ Increasing output of goods can result in lower imports and \nhigher exports of such products.\n■ Expanding manufacturing businesses will result in more \njobs being created.\n■ Expanding and profitable firms will pay more tax to the \ngovernment.\n■ Value is added to the countries’ output of raw materials, \nrather than just exporting these as basic, unprocessed \nproducts.\nProblems\n■ The chance of work in manufacturing can encourage a huge \nmovement of people from the countryside to the towns, \nwhich leads to housing and social problems.\n■ I m p o r t s  o f  r a w  m a t e r i a l s  a n d  c o m p o n e n t s  a r e  o ft en \nneeded, which can increase the country’s import costs.\n■ Much of the growth of manufacturing industry is due to the \nexpansion of multinational companies. The consequences \nof this are covered later in this chapter.\n2 In developed economies, the situation is reversed. There \nis a decline in the importance of secondary-sector activity \nand an increase in the tertiary sector. This process is termed \ndeindustrialisation. In the UK, the proportion of total output \naccounted for by secondary industry has fallen by 15% to \n23% in 25 years. Reasons for this include:Country Primary Secondary Tertiary\nUnited Kingdom  2 19 79\nChina 42 26 32\nGhana 54 20 26\nTable 2.1 Employment data 2013  – as percentage of total \nemployment\nPrimary production  – dairy farm in France\nSecondary production  – clothing factory in China\nTertiary sector  – the breath-taking Burj Al Arab hotel in Dubai\nTh e balance of these sectors in the economies of di ff erent \ncountries varies substantially. It depends on the level of \nindustrialisation in each country. Table 2.1 shows the \ndiff erences between three countries.16Cambridge International AS and A Level Business■ Rising incomes associated with higher living standards \nhave led consumers to spend much of their extra income \non services rather than more goods. There has been \nsubstantial growth in tourism, hotels and restaurant \nservices, financial services and so on  – yet spending on \nphysical goods is rising more slowly.\n■ As the rest of the world industrialises, so manufacturing \nbusinesses in developed countries face much more \ncompetition and these rivals tend to be more e ff i c i en t  a nd \nuse cheaper labour. Therefore, rising imports of goods are \ntaking the market away from the domestic secondary-\nsector firms.\n3 The importance of each sector varies significantly \nbetween di ff erent economies. Table 2.1  gives details of the \ndiff erences that exist between three di ff erent countries’ \neconomies and the share of total employment accounted \nfor by each sector of industry.\nPublic and private sectors\nIndustry may also be classi fi ed in other ways, for example by \npublic  or private sector  and by type of legal organisation. \nAs we shall see, these two types of classi fi cation are \ninterlinked, as some types of legal structure are found only \nin the private sector. What is the di ff erence between the \nprivate sector and public sector of the economy?\nPublic sector: comprises organisations accountable \nto and controlled by central or local government \n(the state).\nPrivate sector: comprises businesses owned and \ncontrolled by individuals or groups of individuals.\nKEY TERMS\nIn nearly every country with a mixed economy , most \nbusiness activity is in the private sector. Th e  r e l a t i v e  \nimportance of the private sector compared to the \npublic sector is not the same in all countries. Th o s e  \neconomies that are closest to a free-market  system have \nvery small public sectors. Th ose countries with central \nplanning command economies  will have very few \nbusinesses in the private sector.Command economy: economic resources are owned, \nplanned and controlled by the state.\nKEY TERM\nTh e types and sizes of businesses in the private sector can \nvary considerably. Th e  l e g a l  o r g a n i s a t i o n  o f  fi rms in the \nprivate sector is covered below. In most mixed-economy \ncountries, certain important goods and services are provided \nby state-run organisations as it is argued that they are too \nsigni fi cant to be le ft  to private businesses. Th e s e  u s u a l l y  \ninclude health and education services, defence and public \nlaw and order (police force). In some countries, important \nstrategic industries are also owned and controlled by the \nstate, such as energy, telecommunications and public \ntransport. In recent years, there has been a trend towards \nselling these o ff  to the private sector  – privatisation  – and the \nimpact of this policy is analysed on page  67.\nAnother re ason for the state or public sector to provide \ngoods or services rather than the private sector is the \nexistence of what economists call ‘public goods’. Th e s e  \nare goods and services that cannot be charged for, so it is \nimpossible for a private-sector business to make a pro fi t \nfrom producing them. A good example is street lighting. It \nis impossible to exclude people from obtaining the bene fi t \nof the streetlights if they have not contributed to paying for \nthem  – so why should anyone contribute directly towards \npaying for them? Th is means that taxes will have to be used \nto raise revenue to pay for a street-lighting system and this \nmeans that it can be provided only by the public sector.\nThe legal structure of business \norganisations  – the private sector\nFigure 2.1 on the next page shows the main types of \nprivate sector business.\nSole trader\nTh is is the most common form of business organisation. \nAlthough there is a single owner in this business \norganisation, it is common for sole traders  to employ \nothers, but the fi rm is likely to remain very small. \nBecause of this, although they are great in number, \nsole traders account for only a small proportion of \ntotal business turnover. All sole traders have unlimited \nMixed economy: economic resources are owned and \ncontrolled by both private and public sectors.\nFree-market economy: economic resources are \nowned largely by the private sector with very little state \nintervention.\nKEY TERMS\nSole trader: a business in which one person provides the \npermanent finance and, in return, has full control of the \nbusiness and is able to keep all of the profits.\nKEY TERM172: Business structure Partnerships are formed in order to overcome some of \nthe drawbacks of being a sole trader. When planning to \ngo into partnership, it is important to choose business \npartners carefully  – the errors and poor decisions of \nany one partner are considered to be the responsibility \nof them all. Th is also applies to business debts \nincurred by one partner  – in most countries there is \nunlimited liability for all partners should the business \nventure fail. In the UK, it is possible to set up limited \nliability partnerships. It is usual, although not a legal \nrequirement, to draw up a formal Deed of Partnership \nbetween all partners. Th is would provide agreement on \nissues such as voting rights, the distribution of pro fi ts, \nthe management role of each partner and who has \nauthority to sign contracts.\nPartnership: a business formed by two or more people \nto carry on a business together, with shared capital \ninvestment and, usually, shared responsibilities.\nKEY TERM\nRead the ‘Introducing the topic’ case study on page 15 \nagain.\n[15 marks, 20 minutes]\nWould you advise Dulip to convert his business \ninto a partnership? Explain all of the potential \nadvantages and disadvantages before giving your \nrecommendation. [15]ACTIVITY  2.1\nPartnerships are the most common form of business \norganisation in some professions, such as law and \nAdvantages Disadvantages\n■ easy to set up  – no legal formalities\n■ owner has complete control  – not answerable to \nanybody  else\n■ owner keeps all profits\n■ able to choose times and patterns of working\n■ able to establish close personal relationships with sta ff  \n(if any are employed) and customers\n■ business can be based on the interests or skills of the \nowner  – rather than working as an employee for a \nlarger  firm■ unlimited liability  – all of owner’s assets are potentially \nat risk\n■ oft en faces intense competition from bigger firms, for \nexample in food retailing\n■ owner is unable to specialise in areas of the business that \nare most interesting  – is responsible for all aspects of \nmanagement\n■ di ff icult to raise additional capital\n■ long hours o ft en necessary to make business pay\n■ lack of continuity  – as the business does not have separate \nlegal status, when the owner dies the business ends too\nTable 2.2 Advantages and disadvantages of sole-trader organisationsliability. Th is means that the owner’s personal \npossessions and property can be taken to pay o ff  the \ndebts of the business, should it fail. Th is can discourage \nsome potential entrepreneurs from starting a business. \nAnother signi fi cant problem is fi nance for expansion. \nMany sole traders remain small because the owner \nwishes to remain in control of their own business, \nbut another reason is the limitations that they have \nin raising additional capital. As soon as partners or \nshareholders are sought in order to raise fi nance, then \nthe sole trader becomes another form of organisation \naltogether. In order to remain a sole trader, the owner \nis dependent on their own savings, pro fi ts and loans for \ninjections of capital.\nTh is type of business organisation is most commonly \nestablished in the construction, retailing, hairdressing, \ncar-servicing and catering trades. Th e advantages and \ndisadvantages of this form of organisation are summarised \nin Table 2.2.\nPartnership\nTh e  partnership  agreement does not create a separate \nlegal unit; a partnership is just a grouping of individuals. Figure 2.1 The private sector  – legal structurePrivate-sector\nbusinesses\nSole\ntrader\nPrivate\n(Ltd)Cooperatives Limited\ncompaniesPartnerships\nPublic\n(plc)\n18Cambridge International AS and A Level Business","6":"This chapter covers syllabus \nsection AS Level 1.3.\nTALE OF TWO INDUSTRIES\nThe size of the average Indian steel plant \ncompared to the size of the average Indian \nretail shop could not be more di ff erent. \nSteel plants employ thousands of workers, \nhave millions of dollars of capital invested \nin advanced equipment and produce \nannual output valued in the millions too. \nTata, one of the largest steel makers in the \nworld, has recently grown by taking over \nEuropean steel giant Corus. The contrast \nwith typical Indian retail outlets could not \nbe greater. The small shopkeepers and \nstreet hawkers that presently account \nfor more than 95% of Indian retail sales \noft en employ just a few workers with \nlittle investment in modern technology. \nHowever, all this could be about to change. \nThere is a growing trend of mergers and takeovers in \nthe retail sector. Large retail groups, such as Reliance \nand Walmart, are becoming established. It is claimed \nthat the market share of this organised sector will be \n28% by 2017. A pressure group of small retailers, the \nNational Movement for Retail Democracy, is organising \ndemonstrations to demand that big corporations leave \nthe retail industry.Points to think about:\n■ Why do you think the average steel plant is much larger \nthan the average shop?\n■ H o w  c o u l d  y o u  c o m p a r e  t h e  s i z e s  o f  d i ff erent businesses?\n■ Do you think consumers of steel, such as car makers, will \nbenefit from a takeover of Corus by Tata?\n■ Do you think Indian consumers will benefit from \nincreasing numbers of large retail shops owned by just a \nfew large corporations?\nIntroduction\nBusinesses vary in size from sole traders with no \nadditional workers to huge multinational corporations \nemploying hundreds of thousands of employees. \nMeasuring the size of businesses is a rather inexact \nscience, but e ff orts are still made so that comparisons can \nbe made between them, and so that growth or contraction \ncan be assessed over time. Th is information is of interest Introducing the topicOn completing this chapter, you will be able to:\n■ identify several ways of measuring the size of \nbusinesses and evaluate each of them\n■ analyse the beneficial impact that small firms can have \non a country’s economy■ analyse advantages and disadvantages of small and \nlarge businesses\n■ explain the di ff erence between internal and \nexternal  growth.Size of business3\nTata steel plant, India\nnot only to the managers of a business, but to investors \nand governments too. Small fi rms o ff er many bene fi ts for \nthe dynamism of an economy and o ft en receive special \nassistance from governments. Even the world’s greatest \ncompanies started o ff  as very small fi rms and the ways in \nwhich fi rms can expand and the impact of these forms of \ngrowth on stakeholders are the focus of the last section of \nthis chapter.29Measuring business size\nIt is common to compare businesses by their size. Who \nwants to know how large a particular business is? Th e \ngovernment might wish to give assistance to ‘small’ \nfi rms, so will need a measure of size. Investors in a fi rm \nmay wish to compare the size of the business with close \ncompetitors  – particularly in order to compare the rate \nof growth. Customers may prefer to deal only with large \nfi rms, assuming, perhaps, that they are more stable and \nless likely to cease production than smaller ones. Th e r e  a r e  \ntwo problems with these and other requirements for a way \nof measuring business size:\n1 T h e r e  a r e  s e v e r a l  d i ff erent ways of measuring and \ncomparing business size and they o ft en giv e di ff erent \ncomparative results. A firm might appear large by one \nmeasure but quite small by another.\n2 There is no internationally agreed definition of what a small, \nmedium or large business is, but the number of employees \nis oft en  used  to mak e  this distinction.\nDiff e r e n t  m e a s u r e s  o f  s i z e\n1 Number of employees\nTh is is the simplest measure. It is easy to understand  – for \nexample, it is obvious to everyone that a shop run by just \nthe owner or their family is small. It is also clear that a \nfi rm employing many sta ff  is likely to be large. However, \nthere are problems. How about a business that needs to \nemploy only a few people  – such as a highly automated \ncomputer-chip maker with expensive capital equipment?\nExample:  Th ere are two so ft  drink fi rms in the same \ntown. One uses traditional methods of production, using \n108 people to make 300,000 litres of drink a week. Th e \nother is totally automated and produces one million litres \na week with just ten  staff .\n2 Revenue\nRevenue  is oft en used as a measure of size  – especially \nwhen comparing fi rms in the same industry. It is less \neff ective when comparing fi rms in di ff erent industries \nbecause some might be engaged in ‘high-value’ \nproduction, such as precious jewels, and another might be \nin ‘low-value’ production, such as cleaning services. Th i s  \nmeasure is needed to calculate market share.\nRevenue: total value of sales made by a business in a \ngiven time period.\nKEY TERM3 Capital employed\nGenerally, the larger the business enterprise, the greater \nthe value of capital needed for long-term investment, \nor the greater the amount of capital employed . Again, \ncomparisons between fi rms in di ff erent industries may \ngive a rather misleading picture. Two fi rms employing \nthe same number of sta ff  may have very di ff erent capital \nequipment needs, such as a hairdresser and an optician. \nTh e latter will need expensive diagnostic and eyesight-\nmeasuring machines.\nCapital employed: the total value of all long-term finance \ninvested in the business.\nKEY TERM\n4 Market capitalisation\nMarket capitalisation  can be used only for businesses that \nhave shares quoted on the stock exchange (public limited \ncompanies). It is calculated by this formula:\nMarket capitalisation =  current share price × \ntotal number of shares issued\nMarket capitalisation: the total value of a company’s \nissued shares.\nKEY TERM\nAs share prices tend to change every day, this form of \ncomparison is not a very stable one. For example, a \ntemporary but sharp drop in the share price of a company \ncould appear to make it much ‘smaller’ than this measure \nwould normally suggest.\n5 Market share\nMarket share  is a relative measure. If a fi rm has a high \nmarket share, it must be among the leaders in the industry \nand comparatively  large. However, when the size of the total \nmarket is small, a high market share will not indicate a very \nlarge fi rm. Th i s  i s  c a l c u l a t e d  u s i n g  t h e  f o l l o w i n g  f o r m u l a :total sales of business\ntotal sales of industry×100\nMarket share: sales of the business as a proportion of \ntotal market sales.\nKEY TERM30Cambridge International AS and A Level BusinessOther measures that can be used\nTh ese will depend very much on the industry. Th e  n u m b e r  \nof guest beds or guest rooms could be used to compare \nhotel businesses. Th e number of shops could be used \nfor retailers. Total fl oor sales space could also be used to \ncompare retail businesses.\nTOP TIP\nProfit is not a good measure of business size  – but it can \nbe used to assess business performance.\nWhich form of measurement is best?\nTh ere is no ‘best’ measure. Th e one used depends on what \nneeds to be established about the fi rms being compared. \nTh is could depend on whether we are interested in absolute \nsize or comparative size within one industry. If an absolute \nmeasure of size is required, then it is almost certainly \nadvisable to test a fi rm on at least two of the above criteria \nand to make comparisons on the basis of these.\nTOP TIP\nIf asked to comment on data showing the sizes of \ndiff erent businesses, do remember that if another \nmeasure were used, the conclusions about relative size \nmight be very di ff erent.\nThe significance of small and \nmicro-businesses\nEven though we have not established a universally agreed \ndefi nition of small fi rms, it will be easy to identify them \nwithin your own economy. Th ey will employ few people \nand will have a low turnover compared to other fi rms. \nTh e  offi  cial de fi nition within your own country could be \ndiscovered from the trade and industry department. It is \nnow common to make a further distinction for very small \nbusinesses known as ‘micro-enterprises’. Th e  E u r o p e a n  \nUnion de fi nitions are shown in  Table 3.1.Small fi rms (including micro-enterprises) are very \nimportant to all economies and to the industry in which \nthey operate. Encouraging the development of small \nbusiness units can have the following bene fi ts:\n■ Many jobs are created by small firms and, even though each \none may not employ many sta ff , collectively the small-\nbusiness sector employs a very significant proportion of the \nworking population in most countries.\n■ S m a l l  b u s i n e s s e s  a r e  o ft en ru n b y dyn amic entrepreneu rs, \nwith new ideas for consumer goods and services. This helps \nto create variety in the market and consumers will benefit \nfrom greater choice.\n■ Small firms can create competition for larger businesses. \nWithout this competition, larger firms could exploit \nconsumers with high prices and poor service. The cost \nof air travel has been reduced in recent years due to the \nestablishment of many small airlines competing with the \nlarge, established companies.\n■ Small firms o ft en supply specialist goods and \nservices to important industries in a country. For \nexample, the global car industry is dominated by major \nmanufacturers such as Toyota, BMW and Ford. All of \nthese large businesses depend on small specialist \nsuppliers of on-board computers, high-quality audio \nequipment and headlights. Very o ft en, by being able to \nadapt quickly to the changing needs of large firms, small \nbusinesses actually increase the competitiveness of the \nlarger organisations.\n■ All great businesses were small at one time. The Body Shop \nbegan in one small rented store in 1976. Hewlett-Packard \nstarted assembling electrical equipment in Packard’s \ngarage! The large firms of the future are the small firms \nof today  – and the more small firms are encouraged to \nbecome  established and expand, the greater the chances \nthat an economy will benefit from large-scale organisations \nin the future.\n■ Small firms may enjoy lower average costs than larger \nones and this benefit could be passed on to the consumer \ntoo. Costs could be lower because wage rates paid to sta ff  \nmay be less than the salaries paid in large organisations, \nor the sheer cost of the administration and management \nstructure of bigger enterprises may increase their costs \ndramatically.\nBusiness category Employees Revenue Capital employed\nMedium 51–250 over €10m to €50m over €10m to €34m\nSmall 11–50 over €2m to €10m over €2m to €10m\nMicro 10 or fewer up to €2m up to €2m\nTable 3.1 EU classifications of business size313: Size of business ","7":"This chapter covers syllabus \nsection AS Level 1.4.\nobjectives of the business in their Memorandum of \nAssociation, but this o ft en lacks strategic detail. Th i s  \nchapter focuses on the importance of business objectives, \nthe di ff erent forms that these can take and how they \ncan be used to help direct the work of all sta ff  in an \norganisation.\nThe importance of objectives\nAlmost all aspects of human activity are made clearer \nand more focused if there is a distinct objective to \naim for. A business aim helps to direct, control and Introducing the topicOn completing this chapter, you will be able to:\n■ understand the importance of setting objectives\n■ understand the importance of these being SMART\n■ appreciate the links between mission statements, \ncorporate objectives and business strategy\n■ understand the relationship between objectives and \nstrategies■ assess the importance of communicating objectives to \nstakeholders, especially employees\n■ analyse why objectives might change over time\n■ critically assess how corporate social responsibility \nand  ethics can influence business objectives and \nactivities.Business objectives4\nHEALTH AND BEAUTY FOR YOU\nJune Wong was rather pleased with herself. Since \nsetting up the business called Health and Beauty for You \nwith her brother, Will, they had managed to keep the \nbusiness going through three very di ff icult years. When \nthey set the business up, they agreed that their first \nobjective was survival at all costs. Despite the country’s \neconomic di ff iculties and some fierce competition, the \nbusiness had built up a good customer base and had \ncovered all of its costs for the first three years. Now the \npair had decided to plan for the next three years and \nthe first stage of this was to agree on new objectives for \nthe business. June wanted the business to grow and \nshe thought the best way to do this was to buy another \nbeauty salon in another area of the city. ‘This will get \nthe business name really well-known and will give us \nthe basis for further sales growth of at least 20% a year,’ \nshe told Will. He was not so sure he wanted the sta ff i n g \nand marketing problems associated with another salon. \n‘I think we should aim to make as much profit as we can from the existing salon. I think we could aim for a profit of \n$40,000 per year. We could o ff er a wider range of services \nand increase our prices. A ft er  a l l,  w e  w en t  i n t o  b u s i n ess \nwith the intention of becoming rich!’ he reminded June.\nAft er much argument, the pair agreed that the \nnew business objective should be, in the short term, \nto open a new salon and to double sales within three \nyears. A ft er this had been achieved, the aim should be \nto maximise long-term profits from the two locations \nby improving image and raising prices  – Will thought a \nfive-year target of $90,000 per year was realistic.\nPoints to think about:\n■ W h a t  d o  y o u  u n d e r s t a n d  b y  t h e  t e r m  ‘ o b j e c t i v e ’ ?\n■ Do you think it is important that Health and Beauty for You \nshould have clear objectives? Explain your answer with as \nmany reasons as you can.\n■ Why do you think June and Will are thinking of changing \nthe objectives for their business over time?\nIntroduction\nBusinesses of any size can bene fi t from having clear \nobjectives or targets to work towards. In small sole-\ntrader businesses, these objectives are o ft en not written \ndown or formalised in any way, but the owners will o ft en \nhave a clear idea of what they are trying to achieve. In \npartnership organisations, it is important for partners \nto agree on the direction their business should take or \nfuture disagreements can cause much time to be wasted \nthat would be better spent on running the business \neff ectively. Limited companies must state the overall 38review the success of business activity. In addition, \nfor any aim to be successfully achieved, there has \nto be an appropriate strategy  – or detailed plan of \naction  – in place to ensure that resources are correctly \ndirected towards the fi nal goal. Th i s  s t r a t e g y  s h o u l d  \nbe constantly  reviewed to check whether the business \nis on target to achieve its objectives. Both the aims of \nan organisation and the strategies it adopts will o ft en \nchange over time. Indeed, a change of objective will \nalmost certainly require a change of plan too. A poor \nplan or strategy will lead to failure to reach the target \n(Unit 6  focuses on how businesses develop strategies to \nmeet their objectives).\nTh e most e ff ective business objectives usually meet the \nfollowing ‘SMART’ criteria:\nS – Specific:  Objectives should focus on what the business \ndoes and should apply directly to that business. A hotel may set \nan objective of 75% bed occupancy over the winter period. This \nobjective is specific to this business.\nM – Measurable:  O b j e c t i v e s  t h a t  h a v e  a  q u a n t i t a t i v e  v a l u e  a r e  \nlikely to prove to be more e ff ective targets for directors and \nstaff  to work towards. For instance, to increase sales in the \nsouth-east region by 15% this year.\nA – Achievable:  Setting objectives that are almost impossible \nin the time frame given will be pointless. They will demotivate \nstaff  who have the task of trying to reach these targets. So \nobjectives should be achievable.\nR – Realistic and relevant:  O b j e c t i v e s  s h o u l d  b e  r e a l i s t i c  w h e n  \ncompared with the resources of the company and should be \nexpressed in terms relevant to the people who have to carry \nthem out. So informing a factory cleaner about ‘increasing \nmarket share’ is less relevant than a target of reducing usage of \ncleaning materials by 20%.\nT – Time-specific:  A time limit should be set when an objective \nis established  – by when does the business expect to increase \nprofits by 5%? Without a time limit, it will be impossible to \nassess whether the objective has actually been met.\nTOP TIP\nRemember the slogan: SMART.\nAims, mission statements, objectives and \nstrategies  – what do they all mean?\nTh e links between these concepts can be made clearer by \nstudying this ‘hierarchy of objectives’ ( Figure 4.1), which \nshows, visually, the balance and dependencies between the \ndiff erent stages in the setting of aims and objectives. Later \nin this chapter we will consider the importance of these \nobjectives to business strategies.Corporate aims\nTh ese are the very long-term goals that a business hopes \nto achieve. Th e core central purpose of a business’s \nactivity is expressed in its corporate aims. Sole traders \nand partnerships  – not just companies  – will also \ncommonly develop the same kind of long-term vision for \ntheir  business.\nTh e case study demonstrates a typical corporate \naim. Daimler Mercedes-Benz tells us that it aims to \nachieve pro fi table growth by continuing to play a leading \nrole in the automobile industry. Other corporate aims \ntend to concentrate on customer-based goals  – such as \n‘meeting customers’ needs’  – or market-based goals  – \nsuch as ‘becoming the world leader’. All corporate aims \nhave certain characteristics in common. Th ey are all-\nembracing, that is they are designed to provide guidance Figure 4.1 Hierarchy of objectivesAIM\nMISSION\nCORPORATE OBJECTIVES\nDIVISIONAL OBJECTIVES\nDEPARTMENTAL OBJECTIVES\nINDIVIDUAL TARGETS\nDaimler Mercedes-Benz\nDaimler is one of the world’s largest manufacturers \nof luxury cars. It aims to maximise value for \nshareholders through a strategy of profitable growth \nin both existing and new markets and by increasing \nmarket share through product innovation.\n‘We don’t only want to get better. We want to \nbeat the competition  – on a permanent basis,’ \nstated Dr. Dieter Zetsche, chairman of the board of \nmanagement of Daimler AG.ACTIVITY  4.1\n[10 marks, 15 minutes]\n Explain the benefits to Daimler of the company’s \naims  and objectives. 394: Business objectives ","8":"Objectives and decision-making\nEff ective decision-making requires clear objectives. \nBusiness managers cannot decide on future plans \nof action  – strategies  – if they are uncertain of \nwhich direction they want to take the business in. \nTh is essential link between decisions and objectives is \nillustrated in the decision making framework model \nshown in  Figure 4.4.\nTh e stages in this decision making framework are:\n1 S e t  o b j e c t i v e s .\n2 A s s e s s  t h e  p r o b l e m  o r  s i t u a t i o n .\n3 Gather data about the problem and possible solutions.\n4 C o n s i d e r  a l l  d e c i s i o n  o p t i o n s .\n5 M a k e  t h e  s t r a t e g i c  d e c i s i o n .\n6 Plan and implement the decision.\n7 R e v i e w  i t s  s u c c e s s  a g a i n s t  t h e  o r i g i n a l  o b j e c t i v e s .\nClearly, without setting relevant objectives at the start of \nthis process, e ff ective decision-making for the future of the \nbusiness becomes impossible.\nHow corporate objectives might change\nTh ere are many examples of businesses changing their \ncorporate objectives over time. Th ese are some of the \nreasons for this:\n1 A  n e w l y  f o r m e d  b u s i n e s s  m a y  h a v e  s a t i s f i e d  t h e  ‘ s u r v i v a l ’  \nobjective by operating for several years, and now the owners \nwish to pursue objectives of growth or increased profit.2 T h e  c o m p e t i t i v e  a n d  e c o n o m i c  e n v i r o n m e n t  m a y  c h a n g e ,  \nso the entry into the market of a powerful rival or the start \nof an economic recession may lead a firm to switch from \ngrowth to survival as its main aim  – or even just to revise its \nobjectives for sales and profits downwards.\n3 A short-term objective of growth in sales or market share \nmight be adapted to a longer-term objective of maximising \nprofits from the higher level of sales.\nFactors that determine the corporate \nobjectives of a business\nCorporate culture\nClearly, not all businesses pursue the same objectives. \nTh ere are several factors that in fl uence the nature of the \nobjectives established for any business. Chief among these \nis the culture of the organisation. Th is can be de fi ned \nas the code of behaviour and attitudes that in fl uence \nthe decision-making style of the managers and other \nemployees of the business. Culture is a way of doing things \nthat is shared by all those in the organisation. Culture is \nabout people, how they perform and deal with others, how \naggressive they are in the pursuit of objectives and how \nadaptable they are in the face of change. If directors are \naggressive in pursuit of their aims, are keen to take over \nor defeat rival businesses and care little about social or \nenvironmental factors, then the objectives of the business \nwill be very di ff erent to those of a business owned and \ncontrolled by directors with a more people- or social-\noriented culture.\nThe size and legal form of the business\nOwners of small businesses may be concerned only with \na satisfactory level of pro fi t – called ‘satis fi cing’. Larger \nbusinesses, perhaps controlled by directors rather than \nowners, such as most public limited companies, might \nbe more concerned with rapid business growth in order \nto increase the status and power of the managers. Th i s  \nis oft en a result of a development known as the ‘divorce \nbetween ownership and control’, which nearly always \nexists in large companies with professional directors \nwho do not own it. Th ey may be more concerned about \ntheir bonuses, salaries and fringe bene fi ts – which o ft en \ndepend on business size  – than on maximising returns to \nshareholders.\nPublic-sector or private-sector businesses\nState-owned organisations tend not to have profit as a \nmajor objective. The aims of these organisations can \nvary greatly, but when the service they provide is not \ncharged for, such as education and health services, \nthen a financial target would be inappropriate. Figure 4.4 A decision-making framework<Insert figure 4.4>  \n 5 Use \n   appropriate \n   tools to decide \n   between opions4 Consider ideas\n    and options3 Gather data \n   to analyse \n   problem  2 Assess and \n    clarify problem7 Control \n   and review \n   against \n   objectives  \n6 Plan and \n   implement \n   decision –\n   action!1 Set \n   objectives\n   (SMART)\nExternal constraints (law, economy, competitors)Internal constraints\ne.g. finance454: Business objectives ","9":"Objectives and decision-making\nEff ective decision-making requires clear objectives. \nBusiness managers cannot decide on future plans \nof action  – strategies  – if they are uncertain of \nwhich direction they want to take the business in. \nTh is essential link between decisions and objectives is \nillustrated in the decision making framework model \nshown in  Figure 4.4.\nTh e stages in this decision making framework are:\n1 S e t  o b j e c t i v e s .\n2 A s s e s s  t h e  p r o b l e m  o r  s i t u a t i o n .\n3 Gather data about the problem and possible solutions.\n4 C o n s i d e r  a l l  d e c i s i o n  o p t i o n s .\n5 M a k e  t h e  s t r a t e g i c  d e c i s i o n .\n6 Plan and implement the decision.\n7 R e v i e w  i t s  s u c c e s s  a g a i n s t  t h e  o r i g i n a l  o b j e c t i v e s .\nClearly, without setting relevant objectives at the start of \nthis process, e ff ective decision-making for the future of the \nbusiness becomes impossible.\nHow corporate objectives might change\nTh ere are many examples of businesses changing their \ncorporate objectives over time. Th ese are some of the \nreasons for this:\n1 A  n e w l y  f o r m e d  b u s i n e s s  m a y  h a v e  s a t i s f i e d  t h e  ‘ s u r v i v a l ’  \nobjective by operating for several years, and now the owners \nwish to pursue objectives of growth or increased profit.2 T h e  c o m p e t i t i v e  a n d  e c o n o m i c  e n v i r o n m e n t  m a y  c h a n g e ,  \nso the entry into the market of a powerful rival or the start \nof an economic recession may lead a firm to switch from \ngrowth to survival as its main aim  – or even just to revise its \nobjectives for sales and profits downwards.\n3 A short-term objective of growth in sales or market share \nmight be adapted to a longer-term objective of maximising \nprofits from the higher level of sales.\nFactors that determine the corporate \nobjectives of a business\nCorporate culture\nClearly, not all businesses pursue the same objectives. \nTh ere are several factors that in fl uence the nature of the \nobjectives established for any business. Chief among these \nis the culture of the organisation. Th is can be de fi ned \nas the code of behaviour and attitudes that in fl uence \nthe decision-making style of the managers and other \nemployees of the business. Culture is a way of doing things \nthat is shared by all those in the organisation. Culture is \nabout people, how they perform and deal with others, how \naggressive they are in the pursuit of objectives and how \nadaptable they are in the face of change. If directors are \naggressive in pursuit of their aims, are keen to take over \nor defeat rival businesses and care little about social or \nenvironmental factors, then the objectives of the business \nwill be very di ff erent to those of a business owned and \ncontrolled by directors with a more people- or social-\noriented culture.\nThe size and legal form of the business\nOwners of small businesses may be concerned only with \na satisfactory level of pro fi t – called ‘satis fi cing’. Larger \nbusinesses, perhaps controlled by directors rather than \nowners, such as most public limited companies, might \nbe more concerned with rapid business growth in order \nto increase the status and power of the managers. Th i s  \nis oft en a result of a development known as the ‘divorce \nbetween ownership and control’, which nearly always \nexists in large companies with professional directors \nwho do not own it. Th ey may be more concerned about \ntheir bonuses, salaries and fringe bene fi ts – which o ft en \ndepend on business size  – than on maximising returns to \nshareholders.\nPublic-sector or private-sector businesses\nState-owned organisations tend not to have profit as a \nmajor objective. The aims of these organisations can \nvary greatly, but when the service they provide is not \ncharged for, such as education and health services, \nthen a financial target would be inappropriate. Figure 4.4 A decision-making framework<Insert figure 4.4>  \n 5 Use \n   appropriate \n   tools to decide \n   between opions4 Consider ideas\n    and options3 Gather data \n   to analyse \n   problem  2 Assess and \n    clarify problem7 Control \n   and review \n   against \n   objectives  \n6 Plan and \n   implement \n   decision –\n   action!1 Set \n   objectives\n   (SMART)\nExternal constraints (law, economy, competitors)Internal constraints\ne.g. finance454: Business objectives Instead,  ‘quality of service’ measures are often used, \nsuch as the maximum number of days for a patient \nto wait for an operation. Even businesses earning \nrevenue in the public sector, such as a country’s postal \nservice, may have among their objectives the target \nof maintaining services in non-profitable locations. \nRecent  branch closures in rural areas by private-\nsector  banks, in order to increase profits, make an \ninteresting contrast.\nThe number of years the business has been \noperating\nNewly formed businesses are likely to be driven by the \ndesire to survive at all costs  – the failure rate of new fi rms \nin the fi rst year of operation is very high. Later, once well \nestablished, the business may pursue other objectives, such \nas growth and pro fi t. Th ese factors are summarised in \nFigure 4.5.\nDivisional, departmental and individual \nobjectives\nRefer to Figure 4.6 . Once corporate objectives have been \nestablished they need to be broken down into speci fi c \ntargets for separate divisions, departments and, ultimately, \nindividuals. Corporate objectives relate to the whole \norganisation. Th ey cannot be used by each division of \nthe business to create strategies for action until they have \nbeen broken down into meaningful targets focusing on divisional goals. Th ese divisional objectives must be set by \nsenior managers to ensure:\n■ coordination between all divisions  – if they do not work \ntogether, the focus of the organisation will appear confused \nto outsiders and there will be disagreements between \ndepartments\n■ consistency with corporate objectives\n■ t h a t  a d e q u a t e  r e s o u r c e s  a r e  p r o v i d e d  t o  a l l o w  f o r  t h e  \nsuccessful achievement of the objectives.\nOnce the divisional objectives have been established, then \nthese can be further divided into departmental objectives \nand budgets and targets for individual workers. Th i s  \nprocess is called management by objectives (MBO).\nManagement by objectives (MBO)\nIf this process is undertaken a ft er discussion and \nagreement with personnel at each level of the organisation, \nthen it can be a very e ff ective way of delegating authority \nand motivating sta ff . Th is approach would accord with \nMcGregor’s Th eory Y approach (see Chapter 11). If, \nhowever, the targets at each level were merely imposed \nfrom above, as with McGregor’s Th eory X style, then \nmotivation is likely to be low.\nManagement by objectives: a method of coordinating \nand motivating all sta ff  in an organisation by dividing its \noverall aim into specific targets for each department, \nmanager and employee.\nKEY TERM\nFigure 4.6 is an example of how the hierarchy of objectives \ncould now look, incorporating the principle of management \nby objectives. Th e mission statement has not been included \nas we have identi fi ed that it is of little operational use.\nFigure 4.6 Management by objectives  – how the corporate aim is divided at every level of the organisationOBJECTIVES IN ACTION THE HIERARCHY OF OBJECTIVESAIM\nCORPORATE\nOBJECTIVES \nDIVISIONAL OBJECTIVES\nDEPARTMENTAL OBJECTIVES\nINDIVIDUAL TARGETSTo maximise shareholder value\nTo increase pro fits of all divisions by 10% per year\nWithin one region, to increase market share by 10% and cut\ne.g. Marketing: increase pro fit margins by 7%\n Finance : reduce long-term borrowing by 5%\n R&D         : develop one innovative product each year\n                                  e.g. In marketing department, increase sales by an average of 5% per client;\nintroduce five more clients to the business each yearoverheads by 5%Figure 4.5 Influences on corporate objectivesCorporate culture Public sector\nor private sector CORPORATE\nOBJECTIVES\nSize and legal form\nof the businessNumber of years\nin operationEthics\n46Cambridge International AS and A Level BusinessMost decisions have an ethical or moral dimension. \nFor example:\n■ Should a toy company advertise its products to young \nchildren so that they pester their parents into buying \nthem?\n■ Is it acceptable to take bribes to place an order with another \ncompany?\n■ Should a bank invest in a company that manufactures \nweapons or tests new chemicals on animals?\n■ Is it acceptable to feed genetically modified food to cattle?\n■ Do we accept lower profits in the short term by purchasing \nless polluting production equipment?\n■ Should chief executives receive substantial pay rises and \nbonuses when other workers in the business are being \nmade redundant?\n■ Is it acceptable to close a factory to save costs and increase \nprofits even though many jobs will be lost and workers may \nfind it hard to get other jobs?\n■ If legal controls and inspections are weak in a country, is it \nacceptable to pay very low wages for long hours of work  – as \nthis policy will reduce the firm’s costs?\n■ If a business can get away with it, should it employ child \nlabour to reduce costs compared to employing adults? Or \nshould it keep producing potentially dangerous goods as \nlong as no one finds us out?\nThese are all examples of ethical dilemmas. The way \nin which employees behave and take decisions in these \ncases should be covered and explained by a company’s \nethical code of conduct. To what extent should and do \nbusinesses take ethics into consideration when taking \ndecisions? There is now considerable evidence that \nmore and more companies are considering the ethical \ndimension of their actions  – not just the impact they \nmight have on profits.Communicating objectives\nIf employees are unaware of the business objectives then how \ncan they contribute to achieving them? Communication of \ncorporate objectives  – and translating these into individual \ntargets  – is essential for the e ff ective setting of aims and \nobjectives.\nIf employees are communicated with  – and involved \nin the setting of individual targets  – then these bene fi ts \nshould result in:\n■ Employees and managers achieving more  – through \ngreater understanding of both individual and company-\nwide goals.\n■ Employees seeing the overall plan  – and understanding \nhow their individual goals fit into the company’s business \nobjectives.\n■ Creating shared employee responsibility  – by interlinking \ntheir goals with others in the company.\n■ Managers more easily staying in touch with employees’ \nprogress  – regular monitoring of employees’ work allows \nimmediate reinforcement or training to keep performance \nand deadlines on track.\nEthical influences on business objectives \nand decisions\nTh e growing acceptance of corporate social responsibility \nhas led to businesses adopting an ‘ ethical code ’ to \ninfl uence the way in which decisions are taken.\nEthical code (code of conduct): a document detailing \na company’s rules and guidelines on sta ff  behaviour that \nmust be followed by all employees.\nKEY TERMOil refinery, Mexico\nNew babies in hospital, Brazil\nThe corporate culture of organisations may di ff er between private and public sectors\n474: Business objectives ","10":"This chapter covers syllabus \nsection AS Level 1.5.\nTATA NANO – WHICH STAKEHOLDERS \nBENEFIT FROM IT? \nIt is three metres long, seats four, does 100 kilometres \nan hour and, when launched, aimed to revolutionise \ntravel for millions. The ‘People’s Car’ is also the cheapest \nin the world at 100,000 Rupees (US$2,600)  – about the \nsame price as a DVD player in a Lexus. When Rattan \nTata, the company chairman, unveiled the cute, snub-\nnosed car it was believed that it would allow millions \nof Asia’s emerging middle classes to buy a car for the \nfirst time. ‘This will change the way people travel in \nIndia and Asia. This is a car that will be a ff ord able t o \nmillions of consumers for the first time,’ he said when \nthe car was launched. However, sales levels are currently \nway below those forecast – just 554 units in December \n2013. Customers are being put o ff  by the car’ s poor \nsafety record and the title ‘the world’s cheapest car’. \nTata plan to relaunch the car at a higher price with an \nimproved specification under the advertising headline \nof ‘celebrating awesomeness’ – hoping to make the car \nprofitable for shareholders once more.\nThe car is built in a factory in West Bengal, o ff ering \nrelatively well-paid factory employment to many \nworkers for the first time. India gains export revenue \nwhen the car is sold abroad. The steel and other \nmaterials used in the car are purchased from Asian \nsuppliers, which helps to boost local economies and \nsuppliers.\nThe idea of millions of cheap cars on the road \nalarms environmental groups. Rajendra Pachauri, \nthe UN’s chief climate scientist, said that he was ‘having nightmares’ about the environmental impact. \nDelhi, where air pollution levels are more than twice \nthe safe limit, is registering 1,000 new cars a day. \nAverage speed of tra ff ic at rush hour is only t en  \nkilometres an hour and the government might be \nforced to spend much more on building new roads \nif Nano ownership becomes more widespread. Bus \noperators also fear increased competition from \nprivate car users.\nPoints to think about:\n■ List the groups of people who benefit from Nano car \nproduction.\n■ L i s t  t h e  g r o u p s  o f  p e o p l e  w h o  m i g h t  b e  b a d l y  a ff ected by \nthe use of large numbers of small, cheap cars.\n■ Do you think Tata should attempt to reduce the potential \nconflicts between the interests of these groups?On completing this chapter, you will be able to:\n■ explain what is meant by ‘stakeholder’\n■ analyse and comment on the roles, rights and \nresponsibilities of key business stakeholders\n■ demonstrate an awareness of how and why a business \nmight consider stakeholder interests in its decision-\nmaking  – the benefits of being ‘socially responsible’■ evaluate ways in which conflicting stakeholder \nobjectives might be recognised and responded to by \nbusiness.\nIntroducing the topicStakeholders in a \nbusiness5\nWhat makes the Nano so cheap?51Introduction\nTh e traditional view of business is o ft en called ‘the \nshareholder concept’. Th e shareholders are the owners of \nthe company and the fi rm has a legally binding duty to \nput their needs fi rst – in other words, to take actions and \nto make decisions that will increase shareholder value. \nIt is important to remember that directors and managers \nultimately owe their position to shareholders  – so it is \nimportant to keep them satis fi ed.\nIn recent times, this limited view of business \nresponsibility has been extended to include the \ninterests  not just of the investors\/owners, but also the \nsuppliers, employees and customers. Th is more recent \napproach to business responsibilities does not end with \nthese four groups, however. Th e  stakeholder theory  \nor stakeholder concept  is that there are many other \nparties  involved and interested in business activity and \nthat the interests of these groups  – local communities, \nthe public, government and pressure groups, such as \nenvironmental lobbyists  – should be considered by \nbusiness decision-makers.\nStakeholders: people or groups of people who can be \naff ected by  – and therefore have an interest in  – any action \nby an organisation.\nStakeholder concept: the view that businesses and their \nmanagers have responsibilities to a wide range of groups, \nnot just shareholders.\nKEY TERMS\nBusiness stakeholders\nTh e main stakeholders  of a business  – other than owners\/\nshareholders  – are therefore:\n■ c u s t o m e r s\n■ s u p p l i e r s\n■ employees and their families\n■ l o c a l  c o m m u n i t i e s\n■ g o v e r n m e n t  a n d  g o v e r n m e n t  a g e n c i e s\n■ s p e c i a l  i n t e r e s t  g r o u p s  – for example, pressure groups that \nwant to change a business’s policy towards pollution or the \ntesting of chemicals on animals\n■ l e n d e r s .\nTOP TIP\nDo not confuse the two terms ‘stakeholder’ and \n‘shareholder’. Stakeholder is a much broader term that \ncovers many groups, including, of course, shareholders.\nImpact of business activities on stakeholders\nBusiness activities and business decisions can have both \npositive and negative e ff ects on stakeholders. In fact, it \nmight be rare for all stakeholders to be either positively \nor negatively a ff ected by any one business activity. Also, \nit is possible for any one stakeholder group to experience \nboth negative and positive e ff ects from the same \nbusiness decision. Let’s look at some typical business \ndecisions and actions to allow an analysis of these e ff ects \n(see Table 5.1 ).\nWhat are their roles, rights and responsibilities?\nBefore we consider a business’s responsibility towards \nstakeholders, it is useful to analyse what role the \nstakeholder groups play in a business’s performance \nor success, and what, if any, rights they have and the \nresponsibilities they need to ful fi l (see Table 5.2 on page 54).\n[18 marks, 25 minutes]\n1 In the three examples in Table 5.2 , analyse the \nlikely positive and negative e ff ects on two  other \nstakeholder groups. [6]\n2 S t a t e  two  other examples of business decisions. \nTry to use actual, recent examples from your \nown country. Analyse the impact of these on \nany three stakeholder groups. [12]ACTIVITY  5.1\nResponsibilities to stakeholders  – and \nimpact on business decisions\n1 Responsibilities to customers\nIn a world of increasing free trade and international \ncompetition, it is essential to satisfy customers’ demands \nin order to stay in business in the long term. Decisions \nabout quality, design, durability and customer service \nshould consider the customers’ objectives for, in most \ncases, well-made, attractive goods that perform as \nintended  – all at reasonable prices. Businesses also \nhave responsibilities to customers not to break the law \nconcerning consumer protection and accurate advertising. \nAvoiding taking advantage of vulnerable customers, such \nas the elderly, and not using high-pressure selling tactics \nare other policies of responsible businesses.\nBene fi ts of accepting these responsibilities: consumer \nloyalty; repeat purchases; good publicity when customers \ngive word of mouth recommendations to others; good \ncustomer feedback, which helps to improve further goods \nand services.52Cambridge International AS and A Level Business","11":"Introduction\nTh e traditional view of business is o ft en called ‘the \nshareholder concept’. Th e shareholders are the owners of \nthe company and the fi rm has a legally binding duty to \nput their needs fi rst – in other words, to take actions and \nto make decisions that will increase shareholder value. \nIt is important to remember that directors and managers \nultimately owe their position to shareholders  – so it is \nimportant to keep them satis fi ed.\nIn recent times, this limited view of business \nresponsibility has been extended to include the \ninterests  not just of the investors\/owners, but also the \nsuppliers, employees and customers. Th is more recent \napproach to business responsibilities does not end with \nthese four groups, however. Th e  stakeholder theory  \nor stakeholder concept  is that there are many other \nparties  involved and interested in business activity and \nthat the interests of these groups  – local communities, \nthe public, government and pressure groups, such as \nenvironmental lobbyists  – should be considered by \nbusiness decision-makers.\nStakeholders: people or groups of people who can be \naff ected by  – and therefore have an interest in  – any action \nby an organisation.\nStakeholder concept: the view that businesses and their \nmanagers have responsibilities to a wide range of groups, \nnot just shareholders.\nKEY TERMS\nBusiness stakeholders\nTh e main stakeholders  of a business  – other than owners\/\nshareholders  – are therefore:\n■ c u s t o m e r s\n■ s u p p l i e r s\n■ employees and their families\n■ l o c a l  c o m m u n i t i e s\n■ g o v e r n m e n t  a n d  g o v e r n m e n t  a g e n c i e s\n■ s p e c i a l  i n t e r e s t  g r o u p s  – for example, pressure groups that \nwant to change a business’s policy towards pollution or the \ntesting of chemicals on animals\n■ l e n d e r s .\nTOP TIP\nDo not confuse the two terms ‘stakeholder’ and \n‘shareholder’. Stakeholder is a much broader term that \ncovers many groups, including, of course, shareholders.\nImpact of business activities on stakeholders\nBusiness activities and business decisions can have both \npositive and negative e ff ects on stakeholders. In fact, it \nmight be rare for all stakeholders to be either positively \nor negatively a ff ected by any one business activity. Also, \nit is possible for any one stakeholder group to experience \nboth negative and positive e ff ects from the same \nbusiness decision. Let’s look at some typical business \ndecisions and actions to allow an analysis of these e ff ects \n(see Table 5.1 ).\nWhat are their roles, rights and responsibilities?\nBefore we consider a business’s responsibility towards \nstakeholders, it is useful to analyse what role the \nstakeholder groups play in a business’s performance \nor success, and what, if any, rights they have and the \nresponsibilities they need to ful fi l (see Table 5.2 on page 54).\n[18 marks, 25 minutes]\n1 In the three examples in Table 5.2 , analyse the \nlikely positive and negative e ff ects on two  other \nstakeholder groups. [6]\n2 S t a t e  two  other examples of business decisions. \nTry to use actual, recent examples from your \nown country. Analyse the impact of these on \nany three stakeholder groups. [12]ACTIVITY  5.1\nResponsibilities to stakeholders  – and \nimpact on business decisions\n1 Responsibilities to customers\nIn a world of increasing free trade and international \ncompetition, it is essential to satisfy customers’ demands \nin order to stay in business in the long term. Decisions \nabout quality, design, durability and customer service \nshould consider the customers’ objectives for, in most \ncases, well-made, attractive goods that perform as \nintended  – all at reasonable prices. Businesses also \nhave responsibilities to customers not to break the law \nconcerning consumer protection and accurate advertising. \nAvoiding taking advantage of vulnerable customers, such \nas the elderly, and not using high-pressure selling tactics \nare other policies of responsible businesses.\nBene fi ts of accepting these responsibilities: consumer \nloyalty; repeat purchases; good publicity when customers \ngive word of mouth recommendations to others; good \ncustomer feedback, which helps to improve further goods \nand services.52Cambridge International AS and A Level Business2 Responsibilities to suppliers\nTh e quality of a fi rm’s good or service is only as good as \nthe supplies it purchases. If these are of poor quality or \nfrequently late, then the same problems will apply when \ntrying to satisfy your own customers. So good, reliable \nsuppliers must be found and given clear guidance on what \nis required. In return, the purchasing business should \npay promptly, place regular orders and o ff er long-term \ncontracts.\nBene fi ts of accepting these responsibilities: supplier \nloyalty  – prepared to meet deadlines and requests for \nspecial orders; reasonable credit terms more likely to \nbe off ered.\n3 Responsibilities to employees\nAll countries have some laws that outline business \nresponsibilities to workers  – these laws are stricter in \nsome countries than others. Apart from not breaking \nthese laws, do businesses have other responsibilities \nto employees? Many people think they do. Providing \ntraining opportunities, job security, paying more than \nminimum wages when these are very low, o ff ering good \nworking conditions, involving sta ff  in some decision-\nmaking  – these are some examples of business decisions \nthat, it is o ft en claimed, should be in fl uenced by business \nresponsibilities to workers.Bene fi ts of accepting these responsibilities: employee \nloyalty and low labour turnover; easier to recruit good \nstaff ; employee suggestions for improving e ffi  ciency and \ncustomer service; improved motivation and more e ff ective \ncommunication.\n4 Responsibilities to local community\nBusinesses that fail to meet responsibilities to the \nlocal  community may experience serious problems \nwith  opposition to plans to expand or they may not \nattract local customers. It is argued that businesses \nshould meet the following responsibilities to the local \npopulation: o ff er secure employment so that there is \nless local fear of job losses, spend as much as possible \non local supplies to generate more income, reduce the \ntransport impact of business activity as much as possible \nand also keep the adverse environmental e ff ects to a \nminimum.\nBene fi ts of accepting these responsibilities:  local \ncouncils will be more likely to give planning permission \nto expand the business; local communities are more \nlikely to accept some of the negative e ff ects caused by \nbusiness operations if they provide fi nancial support \nfor community groups and projects such as children’s \nplaygrounds; local councils o ft en only give contracts to \nbusinesses with a record of community involvement.Business decision\/\nactivityPossible impact on \nemployeesPossible impact on local \ncommunity Possible impact on \ncustomers\nExpansion of the \nbusiness by building a \nnew head o ff ice■ more job and career \nopportunities\n■ disruption during building \nand more complex lines \nof communication a ft er \nexpansion■ more jobs for local \nresidents and increased \nspending in other local \nbusinesses\n■ disruption caused by \nincreased tra ff ic and loss of \ngreen fields for amenity use■ better service provided \nby bigger business with \nmore sta ff \n■ larger business could be \nless personal and therefore \noff er inferior customer \nservice\nTakeover of a competing \nfirm (horizontal \nintegration)■ the larger business may \nbe more secure and \noff er career promotion \nopportunities\n■ rationalisation may occur \nto avoid waste and cut \ncosts  – jobs might be lost■ if the business expands on \nthe existing site, local job \nvacancies and incomes \nmight increase\n■ rationalisation of duplicated \noff ices or factories might \nlead to some closures and \njob losses■ the larger business may \nbenefit from economies of \nscale, which could lead to \nlower prices\n■ reduced competition could \nhave the opposite e ff ect  – \nless customer choice might \nresult in higher prices\nSignificant application \nof IT into production \nmethods■ training and promotion \nopportunities might be \noff ered\n■ fewer untrained sta ff  will \nbe required and those \nunable to learn new skills \nmay be made redundant■ local businesses providing \nIT services could benefit \nfrom increased orders\n■ specialist workers may \nnot be available locally, so \nmore commuting by sta ff  in \ncars might be necessary■ more e ff icient and flexible \nproduction methods might \nimprove quality and o ff er \nmore product variety\n■ IT reliability problems \ncould cause supply delays\nTable 5.1 Impact of business activity on stakeholders535: Stakeholders in a business Roles Rights Responsibilities (not \nnecessarily legally binding)\nCustomers ■ purchase goods and services\n■ provide revenue from sales, \nwhich allows the business to \nfunction and expand■ to receive goods and services \nthat meet local laws regarding \nhealth and safety, design, \nperformance and so on\n■ to be o ff ered replacements, \nrepairs, compensation in the \nevent of failure of the product \nor service  – to at least the \nminimum levels laid down \nby law■ to be honest  – to pay for goods \nbought or services received \nwhen requested\n■ not to steal\n■ not to make false claims about \npoor service, underperforming \ngoods or failed items\nSuppliers ■ supply goods and services to \nallow the business to o ff er its \nproducts to its own customers■ to be paid on time  – as laid \ndown either by law or by the \nservice agreement agreed \nbetween the business and \nsuppliers\n■ to be treated fairly by the \npurchasing business, e.g. not \nto have lower prices forced on \nthem by a much larger and more \npowerful customer business■ to supply goods and services \nordered by the business in \nthe time and condition as \nlaid down by the purchase \ncontract or supplier’s service \nagreements\nEmployees ■ provide manual and other \nlabour services to the \nbusiness, in accordance with \nemployment contract, to \nallow goods and services to be \nprovided to customers■ to be treated within the \nminimum limits as established \nby national law, e.g. minimum \nwage rate\n■ to be treated and paid in \nthe ways described in the \nemployment contract\n■ in most countries, to be \nallowed to join a trade union \nif desired■ to be honest\n■ to meet the conditions \nand requirements of the \nemployment contract\n■ to cooperate with management \nin all reasonable requests\n■ to observe the ethical code of \nconduct\nLocal \ncommunity■ provide local services and \ninfrastructure to the business \nto allow it to operate, produce \nand sell within legal limits■ to be consulted about major \nchanges that a ff ect it, e.g. \nexpansion plans or changing \nmethods of production\n■ not to have the community’s \nlives badly a ff ected by the \nbusiness’s activities■ to cooperate with the business, \nwhere reasonable to do so, on \nexpansion and other plans\n■ to meet reasonable requests \nfrom business for local services \nsuch as public transport (e.g. to \nallow sta ff  to get to work) and \nwaste disposal\nGovernment ■ pass laws that restrain many \naspects of business activity\n■ provide law and order to \nallow  legal business activity to \ntake place\n■ achieve economic stability to \nencourage business activity■ businesses have the duty to \ngovernment to meet all legal \nconstraints, such as producing \nonly legal goods, and to pay \ntaxes on time■ to treat businesses equally \nunder the law\n■ to prevent unfair competition \nthat could damage business \nsurvival chances\n■ to establish good trading links \nwith other countries to allow \ninternational trade\nLenders ■ provide finance to the business \nin di ff erent forms■ to be repaid on the agreed date\n■ to be paid finance charges, e.g. \ninterest on loan■ provide agreed amount of \nfinance on agreed date for the \nagreed time period\nTable 5.2 Stakeholders  – their roles, rights and responsibilities54Cambridge International AS and A Level Business","12":"3 Consumer surveys\nTh ese involve directly asking consumers or potential \nconsumers for their opinions and preferences. Th ey can be \nused to obtain both qualitative and quantitative research. \nFor example, here are two questions asked in a recent \nsurvey of shoppers:\n1 How many foreign holidays did you take last year?\n2 What do you look for in an ideal foreign holiday?\nTh e fi rst question is designed to obtain quantitative \ndata, which can be presented graphically and analysed \nstatistically. Th e second question is designed to fi nd \nout the key qualitative features of a holiday that would \ninfl uence consumer choice. Th ere are four important \nissues for market researchers to be aware of when \nconducting consumer surveys:\n1 Who to ask?  Given that in most cases it is impossible or \ntoo expensive to survey all potential members of a target \nmarket (called the survey population), it is necessary to \nselect a ‘ sample ’ from this population. The more closely \nthis sample reflects the characteristics of the survey \npopulation, then the more accurate the survey is likely \nto be.\n2 What to ask?  The construction of an unbiased and \nunambiguous questionnaire is essential if the survey is to \nobtain useful results.\n3 How to ask?  Should the questionnaire be self-completed \nand returned by post or filled in by an interviewer in a face-\nto-face session with the respondent? Could a telephone \nsurvey be conducted instead?\n4 How accurate is it?  Assessing the likely accuracy and \nvalidity of the results is a crucial element of market research \nsurveys.\nSample:  the group of people taking part in a market \nresearch survey selected to be representative of the overall \ntarget market.\nKEY TERM\nSample size\nIn nearly all market research situations it is impossible \nto seek evidence from the total ‘population’, i.e. the \ntotal potential market that the fi rm is aiming at. Th i s  i s  \neither because that market is so extensive that contacting \neveryone in it would be too expensive or time-consuming \nor it is impossible to identify everyone in that market.\nSo a sample of the total potential market will need to \nbe chosen. Generally speaking, the larger the sample, the \nmore representative of the total population it is likely to be \nand greater con fi dence can be placed in the fi nal results. In surveying consumer reaction to a new advertising \ncampaign for a major brand of chocolate, a sample of ten \npeople is unlikely to be su ffi  cient. Try to work out why. \nTh e fi rst ten people chosen might show a positive reaction \nto the new advertisement. Yet another ten might show a \nmajority with negative reactions. A sample of ten is too \nsmall to be con fi dent about the result, as chance variations \ncould easily occur because of the limited number of \nrespondents chosen. A sample of 100 or even 1,000 will \nproduce results that will re fl ect much more accurately \nthe total preferences of the whole survey population. \nTh ere will be much less risk of pure chance distorting the \nresults. Obviously, a sample of 1,000 is more useful than \none of 100, especially if the questions are being focused on \nparticular age or income groups. Once a sample of 100 is \nbroken down into, say, ten di ff erent age groups, then there \nwill only be ten respondents from each age band. Th i s  \ncould be too few.\nWhat prevents all primary research being based on \na sample size of 1,000? Cost and time are the two major \nconstraints here – the cost of research increases greatly \nwith the sample size, especially when a specialist fi rm of \nmarket research analysts is used. Th e results of a survey \nmight be needed quickly to assist managers in making \nrapid decisions – a sample size of 1,000 will take much \nlonger to organise.\nSampling methods\nProbability sampling\nTh is involves the selection of a sample from a population \nbased on the principle of random chance. It is more \ncomplex, more time-consuming and usually more costly \nthan non-probability sampling. However, because the \nsample is selected randomly and the probability of each \nunit’s inclusion in the sample can be calculated, very \nreliable estimates can be made about both the whole \ntarget market (the ‘statistical population’) and about the \nchances of errors occurring. Th ese are the most common \nprobability sampling methods:\n■ Simple random sampling:  Each member of the target \npopulation has an equal chance of being included in the \nsample. To select a random sample the following are \nneeded:\n■ a list of all of the people in the target population\n■ sequential numbers given to each member of this \npopulation\n■ a list of random numbers generated by computer.\n If a sample of 100 is required, then the first 100 numbers on \nthe random number list are taken and the people who had \nthese numbers allocated to them will form the sample.238Cambridge International AS and A Level Business■ Systematic sampling:  In this method, the sample \nis selected by taking every nth item from the target \npopulation until the desired size of sample is reached. For \nexample, suppose a supermarket wants to study the buying \nhabits of its customers. The sample could be chosen by \nasking every tenth customer entering the supermarket until \nthe required sample size had been reached. The researcher \nmust ensure that the chosen sample does not hide a regular \npattern, and a random starting point must be selected.\n■ Stratified sampling: This method recognises that the \ntarget population may be made up of many di ff erent groups \nwith many di ff erent opinions. These groups are called strata \nor layers of the population and for a sample to be accurate \nit should contain members of all of these strata – hence the \nterm, stratified sampling. For example, if you were asked to \nsample 100 fellow students in your school about so ft  drink \npreferences for the school shop, it would be more accurate \nif, instead of asking 100 friends, you split the school up into \ncertain strata, such as class groups, ages or gender. So if the \nwhole school contains 1,000 students of whom 50 are girls \nin Year 8, an accurate sample of 100 would contain five girls \nfrom Year 8 (50\/1,000 × 100). This process would be repeated \nwith all year groups until the total required sample of 100 \nwas reached. The people to be surveyed in each stratum \nshould be selected randomly. Stratified sampling may also \nbe used when a product is designed to appeal to just one \nsegment of the market. So if a computer game is aimed \nat 16 −24-year-olds, only people from this stratum of the \npopulation will be included in the market research sample.\n■ Quota sampling:  This is similar to stratified sampling. By \nthis method, interviewees are selected according to the \ndiff erent proportions that certain consumer groups mak e \nup of the whole target population. For instance, if it is \nalready known that out of all consumers of denim jeans:\n■ 65% are male\n■ 35% are female\n■ 35% are aged 14–20\n■ 35% are aged 21–30\n■ 20% are aged 31–40\n■ 41 10% are aged over 41\n then the sample selected would conform to the same \nproportions. Therefore, if there were a sample of 200 \npeople, 130 would be male, 70 female, 70 between 14 and \n20 years old and so on. The interviewer could then choose \nthe quotas by questioning the right number of people in \nthe high street. However, the interviewer might be biased \nin their selection of people in each quota – preferring to ask \nonly very attractive people, for example. This makes quota \nsampling less probability-based than the other methods \nand more open to individual bias.\n■ Cluster sampling:  When a full sampling frame list is not \navailable or the target population is too geographically \ndispersed, then cluster sampling will take a sample from \njust one or a few groups – not the whole population. This \nmight be just one town or region and this will help to reduce costs – but it may not be fully representative of the whole \npopulation. Random methods can then be used to select \nthe sample from this group. A multinational company \nwanting to research global attitudes towards its product \nwould save time and money by concentrating on just a few \nareas for its research.\nTOP TIP\nEach method of sampling has its own advantages and \nlimitations – so which is best? This depends on the size \nand financial resources of the business and how di ff erent \nconsumers are in their tastes between di ff erent age \ngroups and so on. Cost-e ff ectiveness is important in all \nmarket research decisions.\nRandom sampling:  every member of the target \npopulation has an equal chance of being selected.\nSystematic sampling:  every nth item in the target \npopulation is selected.\nStratified sampling:  this draws a sample from a specified \nsub-group or segment of the population and uses random \nsampling to select an appropriate number from each \nstratum.\nQuota sampling:  when the population has been stratified \nand the interviewer selects an appropriate number of \nrespondents from each stratum.\nCluster sampling:  using one or a number of specific \ngroups to draw samples from and not selecting from the \nwhole population, e.g. using one town or region.\nKEY TERMS\nNon-probability sampling\nTh is approach to sampling cannot be used to calculate \nthe probability of any particular sample being selected. \nNon-probability sample results cannot be used to make \ninferences or judgements about the total population. Any \ngeneral statements that are made as a result of this method \nof sampling must be analysed very carefully and fi ltered by \nthe researcher knowledge of the topic being researched.\nTh ese are the most common methods of non-\nprobability sampling:\n■ Convenience sampling:  Members of the population are \nchosen based on their relative ease of access. Sampling \nfriends, fellow workers or shoppers in just one location are \nall examples of convenience sampling.\n■ Snowball sampling:  The first respondent refers a friend \nwho then refers another friend… and so the process \ncontinues. This is a cheap method of sampling and is o ft en 23917: Market research used by companies in the financial services sector, such as \nhealth- and motor-insurance companies. It is likely to lead \nto a biased sample, as each respondent’s friends are likely \nto have a similar lifestyle and opinions.\n■ Judgemental sampling: The researcher chooses the \nsample based on who they think would be appropriate to \nstudy. This could be used by an experienced researcher who \nmay be short of time as they have been asked to produce a \nreport quickly.\n■ Ad hoc quotas:  A quota is established (say 55% women) \nand researchers are told to choose any respondent they \nwish up to the pre-set quota.\nAll of these samples are likely to lead to less accurate \nresults – which are less representative of the whole \npopulation – than probability sampling techniques.\nTOP TIP\nStudents studying the Cambridge syllabus will only \nbe asked questions about random, stratified and \nquota sampling – the other methods are included for \ncomparison purposes and to show the range of possible \nalternatives.\nWhat to ask – questionnaire design\nIt is not easy to write an e ff ective questionnaire. Th e \ntemptation is o ft en to ask too many questions in the hope \nof gaining every last scrap of information. Yet people \nmay become suspicious or bored with so many questions. \nUnless it is absolutely essential to know the names and \nprecise ages or income levels of respondents, these \nquestions are best avoided, as there will be reluctance to \nanswer them. One way around this is to group income \nlevels together, such as:\nPlease indicate which of the following income levels \nyou are in:\n$10,000–$20,000\n$20,001–$30,000\nand so on.\nOpen questions:  those that invite a wide-ranging or \nimaginative response – the results will be di ff icult to collate \nand present numerically.\nClosed questions:  questions to which a limited number of \npre-set answers is o ff ered.\nKEY TERMS\nAsking all ‘ open ’ questions  is not a good idea, although \nquestionnaires usually end with one. Th e y  a l l o w  respondents to give their opinion. For example: ‘What \ndo you really think of Jupiter perfume?’ − the answers \nto this will be so varied in length and content that \nthe results will be very di ffi  cult to put together and to \npresent statistically. A better option might be: ‘What \nmost attracted you to buying Jupiter perfume?’ followed \nby a list of options for the respondents to tick or rate, \nsuch as:\n■ price\n■ image\n■ packaging\n■ widely available\n■ smell.\nAs the design of the questionnaire will greatly in fl uence \nthe accuracy and usefulness of the results, it is advisable to \nundertake an initial pilot survey to test the quality of the \nquestions. Other principles to follow include:\n■ making the objectives of the research clear so that \nquestions can be focused on these\n■ writing clear and unambiguous questions\n■ trying to make sure that the questions follow each other in \na logical sequence\n■ avoiding questions that seem to point to one particular \nanswer\n■ using language that will be readily understood\n■ including some questions that will allow a classification of \nresults by gender, area lived in, occupation and so on.\nHow to ask? Self-completed questionnaire \nor direct interview?\nSelf-completed questionnaires are either sent through \nthe post or fi lled in by the respondent themselves ‘on the \nspot’, for example in a shop. Postal surveys are relatively \ncheap to send out, a wide geographical area can be \ncovered and there is no chance of bias creeping in from \nthe interviewer to distort results. However, the response \nrate to both these and other forms of self-completed \nquestionnaires is nearly always very poor, questions could \neasily be misunderstood and the sample returned could \nbe biased in favour of those respondents with the most \nspare time, for example retired people. Direct interviews \nare conducted by an interviewer, usually either in the \nstreet or in the respondent’s home. Skilled interviewers \nwill avoid bias in the way in which they ask questions, and \ndetailed questions can be explained to the interviewee. \nFollow-up questions can be asked if required. Th i s  c a n  \nbe an expensive method, but the interviewer will \ncontinue their work until the pre-set sample size \nhas been reached – whereas the response to postal \nquestionnaires is always uncertain.240Cambridge International AS and A Level Business","13":"Introduction\nTh e marketing mix  is a range of tactical marketing \ndecisions for a product. Deciding on the appropriate \nmarketing mix is a major factor in in fl uencing whether a \nbusiness can sell its products pro fi tably – the aim of most \nmarketing departments.\nMarketing mix\nTh e marketing mix is made up of four inter-related \ndecisions − the 4Ps. Th ese are product design and \nperformance, price, promotion including advertising \nand place, where and how a product will be sold to \nconsumers:\n■ Consumers require the right product . This might be an \nexisting product, an adaptation of an existing product or a \nnewly developed one.\n■ The right price  is important too. If set too low, then \nconsumers might lose confidence in the product’s quality; \nif too high, then many will be unable or unwilling to \naff ord it.\n■ Promotion  must be e ff ective – telling consumers about the \nproduct’s availability and convincing them, if possible, that \nyour brand is the one to choose.\n■ Place  refers to how the product is distributed to the \nconsumer. If it is not available at the right time in the right \nplace, then even the best product in the world will not be \nbought in the quantities expected.\nMarketing mix:  the four key decisions that must be taken \nin the e ff ective marketing of a product.\nKEY TERM\nNot all of these 4Ps have the same degree of signi fi cance \nin every case. It is vital that these elements fi t together \ninto a coherent and integrated plan. Th e  r e m a i n d e r  \nof this chapter and the next one will analyse in detail \nthe individual signi fi cance of these four marketing \nelements and consider the options available to marketing \nmanagers.\nIn some texts, the number of Ps is increased to fi ve, \nsix or even seven. For example, it is argued that in the \nmarketing of services rather than tangible goods, people \n(skilled and motivated sta ff ) and process (the way in which \nthe customer accesses the service) are as important as the \noriginal 4Ps.\nTh e key issue that must always be remembered about \nthe marketing mix – no matter how many Ps you care to \ngive it – is that these marketing decisions are inter-related \nand, because of this, they must be carefully coordinated to \nmake sure that customers are not confused by con fl icting messages being given about the good or service being sold. \nTh is point is returned to in the next chapter.\nThe role of the customer – the 4Cs\nSome business analysts consider that the 4Ps approach \nis rather old-fashioned and too much centred on the \nfi rm and its product rather than the ultimate user – the \nconsumer. Th e ‘4Cs’ has been proposed as an alternative \nview of the key elements of successful marketing. Th ese \ncan be summarised as:\n■ Customer solution  – what the firm needs to provide to meet \nthe customer’s needs and wants.\n■ Cost to customer  – the total cost of the product including \nextended guarantees, delivery charges and financing costs.\n■ Communication with customer  – providing up-to-date \nand easily accessible two-way communication links with \ncustomers to both promote the product and gain back \nimportant consumer market research information.\n■ Convenience to customer  – providing easily accessible \npre-sales information and demonstrations and convenient \nlocations for buying the product.\nTh ese can be linked to the 4Ps, as shown in Table 18.1\nUnfortunately, the 4Cs are not as easy to remember \nas the 4Ps and they do not so clearly relate to speci fi c \nmarketing decisions, so most textbooks still tend to use \nthe 4Ps. Th e 4Cs are important, however, in putting the \ncustomer fi rst in marketing decisions and this is the key \nfeature of customer relationship management .\nCustomer relationship management (CRM):  using \nmarketing activities to establish successful customer \nrelationships so that existing customer loyalty can be \nmaintained.\nKEY TERM\nTh e key aim of CRM is not necessarily to win new \ncustomers but to keep  existing ones. Studies have shown \nthat it can cost between four and ten times as much to \ngain new customers (with expensive promotions) as \nit does to keep existing ones. Th is makes sense – for \n4Ps 4Cs\nProduct Customer solution\nPrice Cost to customer\nPromotion Communication with customer\nPlace Convenience to customer\nTable 18.1 Linking the 4Ps and the 4Cs25318: The marketing mix − product and price ","14":"Product portfolio analysis – an evaluation\nManaging product portfolios effectively can help a \nbusiness achieve its marketing objectives. Products \ncannot just be ‘launched and forgotten’ but must \nbe developed, marketed and managed to help the \nbusiness increase sales profitably. The product is often \nconsidered to be the most important element of the \nmarketing mix, if it fails to work, is poorly designed \nand looks ugly, will low prices and extensive advertising \nhelp sales much?\nHowever, product is just one part of the overall \nstrategy needed to win and keep customers. Price, \npromotion and place are also key factors in making \nproducts successful – and a balanced and integrated \nmarketing mix is essential. But without a well managed \nproduct portfolio that o ff ers customer real and \ndistinctive bene fi ts, marketing objectives are unlikely \never to be achieved. \nWhy is price a key part of the \nmarketing mix?\nPrice is the amount paid by customers for a product. \nDetermining an appropriate price for a good or service is \na vital component of the marketing mix. Price can have a \ngreat impact on the consumer demand for the product – \nsee Chapter 16 for a discussion o f a typical demand curve.\nTh e pricing l evel set for a product will also:\n■ determine the degree of value added by the business to \nbought-in components\n■ influence the revenue and profit made by a business due to \nthe impact on demand\n■ reflect on the marketing objectives of the business and \nhelp establish the psychological image and identity of \na product.\nGet the pricing decision wrong and much hard work in \nmarket research and product development can be put at \nrisk. For all these reasons, pricing decisions are some of \nthe most signi fi cant issues that marketing managers are \nfaced with.\nPrice elasticity of demand\nLook at the two demand curves in Figures 18.7 and 18.8, \nD2 D2 has a steeper gradient than D1 D1. What impact does \nthe slope or gradient of the curves have on the demand \nlevels for these two products when prices are changed? \nYou  w i l l  n ot i c e  t h at ,  w h e n  t h e  pr i c e  of  b ot h  pro du c t s  i s  \nincreased by the same amount, the reduction in demand \nis greater for product B than it is for product A. Th i s  c o u l d  \nbe very important information for the marketing manager because the total revenue for product A has actually \nincreased, but for B it has fallen, as can be seen by the size \nof the shaded areas.\nTh is relationship between price changes and the size \nof the resulting change in demand is known as price \nelasticity of demand .\nPrice elasticity of demand:  measures the responsiveness \nof demand following a change in price.\nKEY TERM\nTh is concept can be demonstrated on demand curves \nas shown above – product A’s demand is less elastic or \nresponsive to a price change than product B’s. Th i s  i d e a  \ncan also be measured mathematically.\nTh e formula for price elasticity of demand (PED) is:percentage change in quantity demandedpercentage change inpriceQuantity demanded\/week0 Price\n$5\n$4\n270  300Rise in Revenue\nFall in\nRevenueD2\nD2\nFigure 18.7 Demand curve for product A\nFigure 18.8  Demand curve for product BQuantity demanded\/week0 Price\nD1\nD1$5\n$4\n200               300     Rise\nFall260Cambridge International AS and A Level BusinessTh e value of PED is normally negative because a fall in \nprice (–ve) usually results in a rise in demand (+ve). Th i s  i s  \ncalled an inverse relationship. It is quite common to ignore \nthe negative sign of the PED result, as it is the extent of the \nchange that is important.\nExample: In Figure 18.7, the price increased from $4 to \n$5 and demand fell from 300 units per week to 270 units. \nWhat is the PED?\nStep 1: Calculate the percentage change in price.\nStep 2:  Calculate the percentage change in demand.\nStep 3:  U s e  t h e  P E D  f o r m u l a :\n  %  c h a n g e  i n  d e m a n d  =  1 0\n  %  c h a n g e  i n  p r i c e  =  2 5PED=102504=It is now important to explain this result. A PED of 0.4 \n(do not forget that we are overlooking the minus sign) \nmeans that demand changes by 0.4% for every 1.0% \nchange in price. As this is less than one, it is described as \nbeing inelastic. Consumers do not respond greatly to a \nchange in the price in this product: an increase in price \nwill raise a fi rm ’ s revenue, while a price reduction, because \ndemand will change little, will reduce revenue.ACTIVITY  18.4\n[6 marks, 8 minutes]\n1 Using the information in Figure 18.8  calculate \nthe PED following the rise in p rice of product B. [2]\n2 Comment on your result – explain what it \nmeans. [4]\nTable 18.3 shows how di ff erent possible results for PED \nmay be classi fi ed.\nFactors that determine price elasticity\nTh ere are a number of factors that will determine the \nPED of a product:\n1 How necessary the product is:  The more necessary \nconsumers consider a product to be, the less they will \nreact to price changes. This will tend to make the demand \ninelastic, for example salt and oil.\n2 How many similar competing products or brands there \nare:  If there are many competitors, then there are a large \nnumber of substitutes, and consumers will quickly switch \nto another brand if the price of one manufacturer’s product \nincreases − for example fruit being sold by one seller in \na large street market. Any move by a business to reduce Value of PED (ignoring minus sign) Classification Explanation\nZero Perfectly inelastic \ndemand■ The same amount is demanded, no matter what the price. In \nreality, there is no product that would have this PED.\nBetween 0 and 1 Inelastic demand ■ The percentage change in demand is less than the \npercentage change in price. If a firm faces this elasticity \nof demand, it can raise the price, not lose much demand \nand increase sales revenue. However, this cannot keep \nhappening. As the price continues to rise, demand will \nbecome more elastic.\nUnitary Unit elasticity ■ The percentage change in demand is equal and opposite to \nthe percentage change in price, so any price change will lead \nto an equal change in demand and the total sales revenue \nwill remain constant. When PED = 1, sales revenue will be \nmaximised.\nBetween 1 and infinity ( ∞) Elastic demand ■ The percentage change in demand is greater than the \npercentage change in price. If a firm faces this elasticity \nof demand, then it can lower the price, pick up a lot more \ndemand and increase sales revenue.\nInfinity ( ∞) Perfectly elastic \ndemand■ An infinitely large amount is demanded at one price and \nthen demand falls to zero if the price is raised, even by the \nsmallest amount. In reality, there is no product that would \nhave this PED.\nTable 18.3 The potential range of elasticity and its e ff ects (negative signs are not shown)  26118: The marketing mix − product and price ","15":"Methods Advantages Disadvantages\nFull-cost pricing ■ price set will cover all costs of production\n■ easy to calculate for single-product firms where \nthere is no doubt about fixed cost allocation\n■ suitable for firms that are ‘price-makers’ due to \nmarket dominance■ inaccurate for businesses with several products \nwhere there is doubt over the allocation of fixed \ncosts\n■ does not take market\/competitive conditions \ninto account\n■ tends to be inflexible, e.g. there might be \nopportunities to increase price even higher\n■ if sales fall, average costs o ft en rise – this could \nlead to the price being raised using this method\nContribution \npricing■ all variable costs will be covered by the price – \nand a contribution made to fixed costs\n■ suitable for firms producing several products – \nfixed costs do not have to be allocated\n■ flexible – price can be adapted to suit market \nconditions or to accept special orders■ fixed costs may not be covered\n■ if prices vary too much – due to the flexibility \nadvantage – then regular customers might be \nannoyed\nCompetitor pricing ■ almost essential for firms with little market \npower – price-takers\n■ flexible to market and competitive conditions■ price set may not cover all of the costs of \nproduction\n■ may have to vary price frequently due to \nchanging market and competitive conditions\nPrice \ndiscrimination■ uses price elasticity knowledge to charge \ndiff erent prices in order to increase total \nrevenue■ administrative costs of having di ff erent pricing \nlevels\n■ customers may switch to lower-priced market\n■ consumers paying higher prices may object and \nlook for alternatives\nTable 18.4 Summary of pricing methodsPricing methods\nTh ere are several di ff erent pricing methods that can be \nused and these are broadly categorised into cost-based \nmethods and market\/competition-based methods (see \nTable 18.4).\nCost-based pricing\nTh e basic idea is that fi rms will assess their costs of \nproducing or supplying each unit, and then add an \namount on top of the calculated cost. Th ere are a number \nof di ff erent methods of cost-based pricing that may be \nadopted:\nMark-up pricing\nTh is method is o ft en used by retailers, who take the price \nthat they pay the producer or wholesaler for the product \nin question, and then just add a percentage mark-up. Th e \nsize of the mark-up usually depends upon a combination \nof the strength of demand for the product, the number of \nother suppliers and the age and stage of life of the product. \nSometimes it also depends on traditional practice in the \nindustry.Mark-up pricing:  adding a fixed mark-up for profit to the \nunit price of a product.\nKEY TERM\nExample 1:\nTotal cost of brought-in materials = $40\n50% mark-up on cost = $20\nSelling price = $60\nTarget pricing\nTh is is best explained by an example. If a company has \ncosts of $400,000 when making 10,000 units of output and \nhas an expected rate of return of 20%, then it will set its \nprice by working out its total cost and expected return and \nthen dividing the amount by the output.\nTarget pricing:  setting a price that will give a required rate \nof return at a certain level of output\/sales.\nKEY TERM264Cambridge International AS and A Level BusinessExample 2:\nTotal output costs for 10,000 units = $400,000\nRequired return of 20% on sales = $80,000\nTotal revenue needed = $480,000\nPrice per unit 480,000\/10,000 = $48\nFull-cost (or absorption-cost) pricing\nHowever, it is not always easy to allocate or divide all of the \ncosts of a fi rm to a speci fi c product, especially if the fi rm \nmakes a range of products. It is especially di ffi  cult to allocate \nthe fi xed costs. Th e  m e t h o d  d i ff ers from mark-up pricing \nonly to the extent that a method of allocating fi xed costs \namong the various products being sold has to be found. See \nChapter 29  for more detailed coverage of this issue.\nFull-cost pricing:  setting a price by calculating a unit cost \nfor the product (allocated fixed and variable costs) and \nthen adding a fixed profit margin.\nKEY TERM\nExample 3:  A business makes industrial training DVDs \nand the annual overheads or fi xed costs are $10,000. Th e \nvariable cost of producing each DVD is $5. Th e business is \ncurrently producing 5,000 units per year. Th e total costs of \nthis product each year are:\n$10,000 + [5,000 × $5] = $35,000\nTh e average or unit cost of making each DVD:\n$35,000\/5,000 = $7\nTh e business will have to charge at least $7 each in order \nto break even on each unit. If the fi rm now adds a 300% \nprofi t margin then the total selling price becomes $28.\nContribution-cost (or marginal-cost) pricing\nTh is method does not try to allocate the fi xed costs to \nspeci fi c products. Instead of this, the fi rm calculates a unit \nvariable cost for the product in question and then adds \nan extra amount that is known as a ‘contribution’ to fi xed \ncosts. If enough units are sold, the total contribution will be \nenough to cover the fi xed costs and to return a pro fi t.\nContribution-cost pricing:  setting prices based on the \nvariable costs of making a product in order to make a \ncontribution towards fixed costs and profit.\nKEY TERM\nExample 4: a fi rm produces a single product that has direct \ncosts of $2 per unit and the total fi xed costs of the fi rm are $40,000 per year. Th e fi rm sets a contribution of $1 per \nunit and so sells the product at $3. Every unit sold makes \na contribution towards the fi xed costs of $1. If the fi rm \nsells 40,000 units in the year, then the fi xed costs will be \ncovered. Every unit sold over 40,000 will return a pro fi t. \nTh us, if the fi rm sells 60,000 units, then the fi xed costs will \nbe covered and there will be $20,000 pro fi t made.\nObviously, it would be good for a fi rm if it produced \na range of products that all made a positive contribution \nto the fi xed costs. Th en each product is ‘doing its bit’ . As \na general rule of thumb, a product that makes a positive \ncontribution to fi xed costs should continue to be produced \nso long as there is spare capacity in the fi rm, it does not \ntake the place of a product with a higher contribution and \nthere is not another option that has a higher contribution. \nTh ere are many fi rms that have excess capacity and hence \nuse contribution-cost pricing to attract extra business that \nwill absorb the excess capacity.\nExamples are train companies, for which there is \nsubstantial excess capacity except in the morning and \nevening rush hours. Even then, trains tend to run almost \nempty in one of the two directions. Electricity and \ntelephone companies face the same sort of situation. When \nthis problem arises, some businesses are able to use price \ndiscrimination to increase demand during the low-use \nperiods – see below.\nExample 5:  A fi rm produces a single product that \nhas a variable cost per unit of $4. Th e annual fi xed \ncosts or overheads are $80,000. Th e fi rm decides on a \ncontribution of $2 per unit sold. Th erefore, selling price \nis $6. If the business sells 50,000 units in one year, the \ntotal contribution to fi xed costs becomes 50,000 × $2 = \n$100,000. Th is exceeds the fi xed costs by $20,000 and so a \nprofi t of this amount has been made. Th i s  fi rm would have \nto sell at least 40,000 units per year in order to break  even.\nCompetition-based pricing\nCompetition-based pricing:  a firm will base its price \nupon the price set by its competitors.\nKEY TERM\nTh ere are a number of di ff erent possible scenarios in which \nthis approach can be used:\n■ Price leadership o ft en exists in markets where there is one \ndominant firm and other firms simply charge a price based \nupon that set by the market leader.\n■ Some markets have a number of firms the same size, but \nprices are still similar in order to avoid a price war. An \nexample of this would be the large petrol companies.26518: The marketing mix − product and price ■ Destroyer pricing exists when firms note the price of \ncompetitors’ products and then deliberately undercut \nthem in order to try to force them out of the market.\n■ Market pricing is where the price charged is based \nupon a study of the conditions that prevail in a certain \nmarket. This is sometimes also called consumer-based \npricing, because, when the market is studied, it is in many \nways the actions of consumers in that market that \nare actually being looked at. However, a study of the \nmarket is, in fact, more detailed than just looking at the \nresponses of the consumers. A number of di ff erent \npricing strategies come under the heading of market-\norientated pricing:\n❏ Perceived-value pricing  ( c u s t o m e r - v a l u e  p r i c i n g )  i s  \nused in markets where demand is known to be inelastic \nand a price is placed upon the product that reflects its \nvalue, as perceived by the consumers in the market. \nThe  more prestigious the brand name, for example \nRolex watches, the higher the perceived value, and so \nthe higher the price that can be set.\n❏ Price discrimination  takes place in markets where it \nis possible to charge di ff erent groups of consumer’s \ndiff erent prices for the same product. An example of this \nwould be airline operators who charge many di ff erent \nrates for the same journey. Firms can price discriminate \nif there are di ff erent groups of consumers, with di ff erent \nelasticities of demand for the product, where the firm \nis able to avoid resale between the groups and when it \ndoes not cost too much to keep the groups of consumers \nseparate. Other examples of price discrimination include \nselling train and bus tickets more cheaply to children or \nthe elderly and setting di ff erent prices for products in \ndiff erent export markets.\n❏ Dynamic pricing:  The increasing use of constantly \nchanging prices when selling goods to di ff erent \ncustomers – especially online through e-commerce.  \nE-commerce has become a ‘hot spot’ for dynamic \npricing models due to the way consumers can be \n‘separated by and communicated with’ over the \ninternet. Consumers cannot tell what other buyers \nare paying and businesses can vary the price \naccording to demand patterns or knowledge that \nthey have about a particular consumer and their \nability to pay.\nDynamic pricing:  off ering goods at a price that changes \naccording to the level of demand and the customer’s ability \nto pay.\nKEY TERM\nPricing strategies for new products\nTh ese are normally split into two di ff erent approaches \ndepending on the marketing objectives of the business.1 Penetration pricing\nFirms tend to adopt penetration pricing  because \nthey are attempting to use mass marketing and gain a \nlarge market share. If the product gains a large market \nshare,  then the price could slowly be increased. See \nFigure 18.9.\nPenetration pricing:  setting a relatively low price o ft en \nsupported by strong promotion in order to achieve a high \nvolume of sales.\nKEY TERM\n2 Market skimming\nTh e aims of this pricing strategy are to maximise short-run \nprofi ts before competitors enter the market with a similar \nproduct and to project an exclusive image for the product. \nIf rivals do launch similar products, it may be necessary \nfor the price of the original product to be reduced over a \nperiod of time. An example of this is pharmaceutical fi rms, \nwho are o ft en given a legal monopoly for a certain number \nof years for new drugs. Th ey are able to charge high prices \nin order to recoup their considerable investments in \nresearch and to make high pro fi ts. It is not uncommon \nfor them to lower their prices in the last year of their legal \nmonopoly in order to hold their market share when other \ncompanies enter. Th is is a typical example of market-\nskimming price strategy.\nMarket skimming:  setting a high price for a new product \nwhen a firm has a unique or highly di ff erentiated product \nwith low price elasticity of demand.\nKEY TERMTime0 PricePenetration\nSkimming\nFigure 18.9 Market-skimming and penetration pricing \nstrategies\n266Cambridge International AS and A Level Business","16":"Introduction\nTh e two components of the marketing mix considered \nso far have been product and price. No matter how good \nthe product or how attractive the prices to consumers, \nbusinesses have to communicate with customers – or \npotential customers – to persuade them to purchase the \ngood or service. Th is is the role of ‘promotion’. ‘Place’ \nrefers to how the product is sold to the customer – the \nchannel of distribution used from producer to consumer. \nBoth of these key elements of the marketing mix are being \ntransformed by technological change.\nWhy is promotion an important part of the \nmarketing mix?\nPromotion  is about communicating with actual or \npotential customers. E ff ective promotion not only \nincreases awareness of products, but can create images \nand product ‘personalities’ that consumers can identify \nwith. Advertising is only one form of promotion and \nother techniques include direct selling and sales-\npromotion o ff ers. Th e combination of all forms of \npromotion used by a business for any product is known \nas the ‘promotion mix’. Th e  a m o u n t  fi rms spend on \npromotion – the promotion budget – is o ft en a key \ndecision but successful communication is not just about \nthe total amount spent. It is also about how the budget \nis allocated between the competing forms of promotion \navailable – this is called the promotions mix. Th e \npackaging of products is o ft en considered as a separate \n‘P’ in the marketing mix, but it is very closely tied to \npromotion and product imagery. Th i s  c h a p t e r  a l s o  t a k e s  \na closer look at the role of packaging in complementing \npromotional strategies.\nPromotion:  the use of advertising, sales promotion, \npersonal selling, direct mail, trade fairs, sponsorship and \npublic relations to inform consumers and persuade them \nto buy.\nKEY TERM\nPromotion objectives\nPromotion campaigns can be planned to achieve several \nobjectives. Th ese are all about communicating with the \ntarget consumers. Th ese aims can either be focused on \nthe short term – such as an increase in sales next month  – \nor on the longer term – such as to change the image of \nthe business. Th ese aims should be linked to the overall \nobjectives of the business.Promotional objectives aim to:\n■ increase sales by raising consumer awareness of a product – \nespecially important for newly launched ones\n■ remind consumers of an existing product and its distinctive \nqualities\n■ increase purchases by existing consumers or to attract new \nconsumers to the brand\n■ demonstrate the superior specification or qualities of a \nproduct compared with those of competitors – o ft en \nused when the product has been updated or adapted in \nsome way\n■ create or reinforce the brand image or ‘personality’ of \nthe product – this is becoming increasingly important \nin consumer markets, where it is o ft en  c l a i med  th a t  ‘ al l \nproducts look the same’\n■ correct misleading reports about the product or the \nbusiness and to reassure the consuming public a ft er a \n‘scare’ or an accident involving the product\n■ develop the public image of the business – rather than the \nproduct – through corporate advertising\n■ encourage retailers to stock and actively promote products \nto the final consumer.\nTOP TIP\nWhen writing about promotion of a product, try to \nconsider the marketing objectives of the business. Is \nthe promotion being used likely to help achieve these \nobjectives?\nPromotion decisions – key issues\nThe promotion mix\nIt is most unlikely that just one method of promotion will \nbe su ffi  cient to achieve promotional objectives. Th e r e  a r e  \nseveral elements of the promotion mix . Th ey include all of \nthe marketing tools that can be used to communicate with \nconsumers.\nPromotion mix:  the combination of promotional \ntechniques that a firm uses to sell a product.\nKEY TERM\nAdvertising\nTh is form of promotion is sometimes referred to as ‘ above-\nthe-line promotion ’.\nSo advertising  is communicating information about \na product or business through the media, such as radio, 274Cambridge International AS and A Level BusinessTV and newspapers. Th ese advertisements are usually \ndirected towards the appropriate target market by \nselecting the right media – but it is possible that many \npeople who are unlikely to purchase the product may see \nthe advertisements too. Successful advertising campaigns \nhave led to substantial increases in consumer awareness \nand sales, and this e ff ect can last for a considerable length \nof time if brand loyalty can be established.\nAdvertisements are o ft en classi fi ed into two types, but \nin practice this distinction is o ft en quite blurred.\n1 Informative advertising  – adverts that give information to \npotential purchasers of a product, rather than just trying to \ncreate a brand image. This information could include price, \ntechnical specifications or main features and places where \nthe product can be purchased. This style of advertising \ncould be particularly e ff ective when promoting a new \nproduct that consumers are unlikely to be aware of or \nwhen communicating a substantial change in price, design \nor specification.\n2 Persuasive advertising – adverts trying to create a distinct \nimage or brand identity for the product. They may not \ncontain any details at all about materials or ingredients \nused, prices or places to buy the product. This form of \nadvertising is very common, especially in those markets \nwhere there might be little di ff erenti ation between \nproducts and where advertisers are trying to create a \nperceived di ff erence in the minds of consumers. Perhaps, \nin reality, there is little di ff erence between these two styles \nof advertising: ‘The more informative your advertising, the \nmore persuasive it will be’ (David Ogilvy, Confessions of an \nAdvertising Man , New York: Ballantine Books, 1971).\nNot all advertising is aimed at the fi nal consumer. \nTrade advertising is aimed at encouraging retailers to \nstock and sell products to consumers and, if possible, to \npromote them in preference to rival products. Th i s  t y p e  \nof advertising is most likely to take place in trade journals \nand magazines not available to consumers.\nAdvertising agencies\nTh ese are fi rms who advise businesses on the most \neff ective way to promote products. Although expensive, \nthese specialists can o ff er a complete promotional strategy \nand this can be invaluable to a business that does not have its own marketing experts or to one that might be \nentering a new market for the fi rst time. Th e s e  a g e n c i e s  \nwill – for substantial fees – undertake the following stages \nin devising a promotional plan:\n■ Research the market, establish consumer tastes and \npreferences and identify the typical consumer profile.\n■ Advise on the most cost-e ff ective forms of media to be used \nto attract these potential consumers.\n■ Use their own creative designers to devise adverts \nappropriate to the media to be used.\n■ Film or print the adverts to be used in the campaign.\n■ Monitor public reaction to the campaign and feed this back \nto the client to improve the e ff ectiveness of future advice on \npromotion.\nAdvertising decisions – which media to use?\nCommunication with the public needs a message \nand a medium to transmit the message. Th e  b i g g e r  \nthe advertising budget, the more media choice there \nis. Limited resources will restrict options to the \ncheaper media. However, the most expensive forms \nof communication are not always the most e ff ective. \nTh e choice of media requires consideration of the \nfollowing  factors:\n1 Cost:  TV, radio and cinema advertising can be very \nexpensive per minute of advert. The actual cost will depend \non the time of day that the advertisements are to be \ntransmitted and the size of the potential audience. National \nnewspapers will be more expensive than local ones. Other \nmedia include posters and magazines. Marketing managers \nare able to compare the cost of these media and assess \nwhether they fall within the marketing budget. It must not \nbe forgotten that buying media time or space is not the \nonly cost. The advert still has to be written and produced \nand the use of celebrities in TV, radio or cinema adverts can \ngreatly increase the total cost. In contrast, viral marketing \nthrough social media can be virtually cost-free.\n2 Size of audience: This will allow the cost per person to be \ncalculated. Media managers will provide details of overall \naudience numbers at di ff erent times of da y or in di ff erent \nregions. Total numbers are of less importance than the \n‘profile’ of the audience, as the advertisements need to be \ndirected towards potential customers only and not ‘wasted’ \non groups that are unlikely to ever buy the product.\n3 The profile of the target audience in terms of age, income \nlevels, interests and so on: This should reflect as closely \nas possible the target consumer profile of the market being \naimed for. For instance, there is likely to be little point in \nadvertising a new children’s toy a ft er 10pm at night. Using \na mass-market, low-priced daily newspaper to advertise \na new range of exclusive clothing would be aiming at the \nwrong target. Younger consumers are likely to be most \naccessible via social media.Above-the-line promotion:  a form of promotion that is \nundertaken by a business by paying for communication \nwith consumers.\nAdvertising:  paid-for communication with consumers to \ninform and persuade, e.g. TV and cinema advertising.\nKEY TERMS\n27519: The marketing mix – promotion and place ","17":"Packaging\nTh e quality, design and colour of materials used in \npackaging of products can have a very supportive role to \nplay in the promotion of a product. Packaging can perform \nthe following functions:\n■ protect and contain the product\n■ give information, depending on the product, to consumers \nabout contents, ingredients, cooking instructions, assembly \ninstructions and so on\n■ support the image of the product created by other aspects \nof promotion\n■ aid the recognition of the product by the consumer.\nCheap and nasty packaging of goods such as clothes or \nchocolates will destroy any quality and status image \nthat the fi rm is attempting to establish. Distinctive \npackaging  can help to form the basis of a promotional \ntheme, which will endure as long as the product  – \nthe bright red of Coca-Cola cans is a feature of \nadvertisements for the product, while Pepsi is instantly \nrecognisable with blue cans.\nIn contrast, expensive and wasteful packaging \nmay add unnecessarily to costs that could reduce a \nproduct’s competitiveness. In addition, with increasing \nenvironmental pressures, packaging that is seen to be \ntoo ostentatious or wasteful may spark o ff  a negative \nconsumer reaction. For this reason, the use of recycled \nand recyclable materials in packaging is increasing. \nSome packaging advances can revolutionise the sale \nand promotion of products. Wine is now sold in cans \nand plastic-coated boxes in addition to bottles. Tetra \nBrik (a registered trademark) boxes have given milk and \nfruit-juice manufacturers many new marketing and sales \nopportunities. As with all other aspects of marketing, \npackaging decisions need to be blended in with the \noverall objectives of the business for the product in \nquestion.\nWhy are ‘place’ decisions an important part \nof the marketing mix?\n‘Place’ decisions are concerned with how products should \npass from manufacturer to the fi nal customer. Several \ndiff erent ‘ channels of distribution ’ are available for fi rms \nto use.\nChannel of distribution:  this refers to the chain of \nintermediaries a product passes through from producer to \nfinal consumer.\nKEY TERMHere are some reasons why the distribution channel choice \nis important:\n■ Consumers may need easy access to a firm’s products to \nallow them to try them and see them before they buy, to \nmake purchasing easy and to allow, if necessary, for the \nreturn of goods.\n■ Manufacturers need outlets for their products that give \nas wide market coverage as possible, but with the desired \nimage of the product appropriately promoted.\n■ Retailers – firms that sell goods to the final consumer – will \nsell producers’ goods but will demand a mark-up to cover \ntheir costs and make a profit, so, if price is very important, \nusing few or no intermediaries would be an advantage.\nConcept of distribution\n‘Getting the right product to the right consumer at \nthe right time in a way that is most convenient to the \nconsumer’ is a good de fi nition of distribution. Any \nbusiness, whether it produces goods or provides services, \nneeds to establish a distribution strategy that will de fi ne \nhow it is going to move products from the point of \ncreation to points of consumption in an e ffi  cient and \nlow-cost manner so that it is convenient for the consumer \nto buy. Th e term ‘supply chain’ is o ft en used to refer to \nall businesses involved in getting products to the fi nal \nconsumer − the producer and manufacturer, wholesalers, \ntransporters and retailers.\nCustomer service as objective of \ndistribution\nTh e  m a i n  p u r p o s e  o f  d i s t r i b u t i o n  i s  n o t  n e c e s s a r i l y  t o  a i m  \nfor lowest cost. A farmer could decide to sell his products \nonly to consumers who visit his farm and not to transport \ngoods to retail outlets. Th i s  w o u l d  b e  c h e a p e s t  f o r  t h e  \nfarmer – but would it be convenient for many potential \nconsumers? Probably not, as many busy consumers expect \nhome delivery or access to food products through local \nshops. A computer manufacturer may decide to only sell \nits products via the Internet and not to shops or other \noutlets. Again, this might be cheapest for the manufacturer, \nbut how good is the service being o ff ered to customers – \nespecially those without a computer to access the Internet?\nCost must be a factor in the distribution strategy used \nby any business, but it should not be the primary one. \nCustomer service is the key objective of distribution. \nGoods and services should be available to customers \nas and when they choose to purchase them – not at the \nconvenience of the producer. Later in this chapter, the \ndiff erent distribution channels will be analysed for their \npotential to provide good customer service.286Cambridge International AS and A Level Business","18":"What do these results mean?\n■ The own-label cereal is called an inferior good because it \nhas a ‘superior’ branded alternative and because quantity \ndemand rises as income falls – and falls when incomes rise. In \nthe case of products like these, income elasticity is negative.\n■ The expensive branded good is referred to as a normal good \nbecause we would expect that the demand for most products \nwould fall if consumers had less income to spend – and would \nrise when incomes increase. In the case of products like \nthese, income elasticity is positive.\n■ Salt is a necessity and has very low positive income elasticity.\nPromotional elasticity of demand\nPromotional elasticity of demand:  measures the \nresponsiveness of demand for a product following a \nchange in the amount spent on promoting it.\nPromotional elasticity of demand =\n % change in demand for the product\n% change in promotional spending\nKEY TERM\nIf the result is greater than 1, then, as with the other \nforms of elasticity already considered, demand is said to \nbe elastic or responsive following a change in spending \non promotion. If the result is less than 1, then demand \nis inelastic and there might be little point in increasing \npromotional expenditure.\nGenerally, it would be more e ff ective for a business to \nincrease spending on those products with a high promotional \nelasticity of demand and to cut back promotional spending \non those with a low elasticity. Much depends on the \neff ectiveness of the promotional campaign, however. Just \nbecause last year’s advertising campaign was so successful \ndoes not guarantee success with higher sales this year if the \nstyle of the advert and the media used have changed.\nExample 2:  A business increases its advertising spending \non two of its products by 10%. Product A has a 2% increase \nin sales but product B’s sales record a 12% increase. Th e \npromotional elasticities of demand are:\nproduct A = 0.2 and product B = 1.2\nCross elasticity of demand\nCross elasticity of demand:  measures the \nresponsiveness of demand for a product following a \nchange in the price of another product.\nKEY TERMenvironment – such as an economic downturn − could \nrequire substantial revisions to the plan before it has run \nits course. In fl exibility can be damaging to a business’s \nprospects and marketing plans need to be adaptable \nenough to cope with changing circumstances.\nManagement  cannot expect to reach important \nobjectives such as creating\/adding value  unless it \nadopts new strategies  that have been well planned.\nKEY CONCEPT LINK\nElasticity\nAt AS Level, the concept of price elasticity of demand was \nexplained. It measured the responsiveness of demand for \na product following a change in its price. Th e demand for \na product can be in fl uenced by other factors apart from \nprice, such as:\n■ consumer incomes\n■ promotional spending\n■ prices of related goods.\nTh e elasticity concept can also be used to measure the \nresponsiveness of demand for a product following these \nchanges.\nIncome elasticity of demand\nIncome elasticity of demand:  measures the \nresponsiveness of demand for a product following a \nchange in consumer incomes.\nIncome elasticity of demand = \n % change in demand for the product\n% change in consumer incomes\nKEY TERM\nExample 1:  F o l l o w i n g  a  r e d u c t i o n  i n  c o n s u m e r  i n c o m e s  \nof 5%, the demand for a supermarket’s own-label \nbreakfast cereal increased by 10%, but the demand for \nan expensive well-known branded cereal fell by 10%. \nTh e  d e m a n d  f o r  s a l t  h a r d l y  c h a n g e d  a t  a l l  –  j u s t  a  s m a l l  \nreduction of 1%. Check these income-elasticity results for \nyourself:\nOwn-label \ncerealBranded \ncerealSalt\nIncome-elasticity \nresult−2 2 0.2302Cambridge International AS and A Level Business","19":"5 Product testing\nTh is is concerned with the technical performance of \nthe product and whether it is likely to meet consumers’ \nexpectations, and should include:\n■ developing a prototype of the product or working model \nof it\n■ testing the product in typical use conditions, e.g. a car will \nbe tested in hot and cold countries to test performance \nunder di ff erent conditions\n■ using focus groups to gather opinions about the product\n■ adapting the product as required a ft er testing or focus-\ngroup feedback – the final version should take into account \nthe views of potential customers at this stage.\n6 Test marketing\nTh is small market should be as representative as possible \nof the main market in terms of consumer pro fi les. Test \nmarketing has certain bene fi ts over a full-scale launch to \nthe entire market:\n■ actual consumer behaviour can be observed and measured\n■ feedback from consumers will enable a final decision to be \nmade about investing capital in a full-scale launch\n■ risks associated with a product failing a ft er a full-scale \nlaunch are reduced – and the associated poor publicity\n■ any weaknesses in the product identified by consumer \nfeedback could be incorporated into the final version of \nthe product.\nTest marketing:  the launch of the product on a small-\nscale market to test consumers’ reactions to it.\nKEY TERM\nTh ere are some limitations of test marketing as well:\n■ It can be expensive.\n■ Competitors are able to observe a firm’s intentions and \nreact – perhaps rushing out a copy – before a full-scale \nlaunch of the product is put into e ff ect.\nSome new products are withdrawn at this stage if the sales \nresults of the test market are disappointing (See Figure  20.3). \nTh ere are cheaper alternatives to test marketing, such as a free-sample strategy, where small numbers of free samples \nare distributed to potential consumers who agree to be \nquestioned later about their thoughts on the product.\n7 Commercialisation\nTh is refers to the full-scale launch of the product and \ncorresponds to the introduction phase of the product life \ncycle. A promotional strategy will be put into place with \nadvertisements to inform the market of the new product’s \narrival. Th e distribution channel will be ‘ fi lled up’ with \nstocks of the product to make sure it is available when \nconsumers want to buy it. Th is will be the most crucial \nfew weeks or months in the life of the new product, and \nmarketing managers will await the newest sales-results \ndata with keen interest.\nResearch and development\nEff ective research and development  (R&D) is essential \nin some industries if a business is to keep at the forefront \nof its market and is to retain or recapture a competitive \nadvantage. Examples of fi rms that have improved their \nperformance with R&D include Apple, Hewlett-Packard, \nToyota and Honda.\nResearch and development:  the scientific research and \ntechnical development of new products and processes.\nKEY TERM\nThe significance of R&D and possible business \nstrategies\nInventions generate new product possibilities. Some of \nthese are converted into successful and pro fi table product \ninnovations. New product innovations allow businesses to \nsurvive and grow in rapidly changing marketplaces.\nTh ey may have a considerable unique selling point \nor proposition over rivals so that the business can \ncharge premium prices – earning higher pro fi t margins. \nExpenditure on R&D can be a risky investment, as the \nsuccess of such scienti fi c enquiry can never be foreseen \nwith great accuracy. Th e cost of R&D programmes \ncan run into millions of pounds and success cannot be \nguaranteed. For example, in 2013 the top three UK-based \npharmaceutical companies spent between them more than \n£6 billion on R&D. Much of this was spent on research \ninto new drugs that might not be ready for sale to the \npublic for another ten years.\nSome businesses, as a consequence, deliberately adopt \nthe strategy of ‘no R&D’. Th ey are then forced to license \nother businesses’ new ideas or to adapt existing products \ninto ‘me too’ lookalikes. Th is may be a safer strategy to Idea\nscreeningConcept\ntestingProduct\ndevelop-\nmentTest\nmarketingNational\nlaunch\nFigure 20.3 Not all new ideas are turned into successful \nproducts306Cambridge International AS and A Level Business","20":"Government encouragement for research \nand development\nGovernments can provide a favourable environment for \nR&D in two main ways.\n1 Providing some legal security to inventors and designers \nby allowing them to ‘patent’ or ‘register’ a design. This \nprovides protection to the inventor from unauthorised \ncopying of the new idea or design. If the idea proves to be \nvery popular with consumers, this means that the original \ninventor will be able to secure the profits from the product \nwithout fear of illegal copying.\n2 They can provide financial assistance to businesses \nengaging in R&D. This is usually done either by providing \ntax-reduction incentives, or by o ff ering grants to firms or \nuniversity departments with close links to industry, to be \nspent on specific projects.\nTOP TIP\nDo not assume that a firm’s success will be guaranteed by \nspending more and more on R&D – some inventions will \nsimply not be commercially successful.\nInternational comparisons of \nR&D spending\nUK businesses spend less than their major competitors on \nR&D as a proportion of total sales. Th is is evident from \nTable 20.2 .\nTh is suggests that the international competitiveness of \nUK industry might fall in future due to fewer inventions \nand innovations in new products and manufacturing \nprocesses – the high fi gure (relative to GDP) for the \nJapanese market re fl ects the very large IT-based industry \nin that country.\nFactors that influence the level of R&D \nexpenditure by a business\n■ The nature of the industry:  Rapidly changing \ntechnologies – and consumer expectations – in \npharmaceutical products, defence, computer and \nsoft ware products and motor vehicles lead to the need for \nsubstantial investment by leading firms into R&D. Other businesses, such as hotels and hairdressing, would need \nto spend much less.\n■ The R&D spending plans of competitors:  In most \nmarkets, it is essential to spend as much as or more than \ncompetitors if market share and technical leadership are to \nbe maintained.\n■ Business expectations:  I f  b u s i n e s s  m a n a g e r s  a r e  \noptimistic about the future state of the economy and the \nrate of economic growth and consumer demand, then \nthey are more likely to agree to substantial budgets for \nR&D.\n■ The risk profile or culture of the business:  The attitude \nof the management to risk and whether shareholders are \nprepared to invest for the long term will have a significant \neff ect on the sums that businesses can inject into R&D \nprogrammes. ‘Short-termism’ is an accusation made \ntowards many major UK financial institutions, and the need \nto satisfy these investors could discourage managers from \ninvesting in R&D.\n■ Government policy towards grants to businesses and \nuniversities for R&D:  Programmes and the range and \nscope of tax allowances for such expenditure will influence \ndecisions by businesses.\nAircraft maker invests $200 million \nin new wings\nAirbus is spending $200 million at its Welsh factory \nto develop new materials for very light aircra ft  wings \nfor the planes of the future. Aircra ft  wings of these \nnew materials will save fuel and allow planes to \ncarry more passengers. It is hoped that some of the \nnew materials or wing designs might be patented, \nwhich would give Airbus a clear competitive \nadvantage over rival aircra ft  makers. The R&D \nspending will help to maintain the jobs of scientists \nand engineers in Wales. The Welsh government has \ncontributed $15 million of the total R&D costs. A \nspokesperson for the government said: ‘This will \nkeep the factory in the forefront of world aircra ft  \nwing design and put the company in a competitive \nposition to win new contracts.’ACTIVITY  20.5\n[20 marks, 30 minutes]\n1 Explain two  ways in which the government has \nassisted this R&D project. [4]\n2 Explain why the government decided to o ff er \nfinancial support for this R&D project. [6]\n3 Is this research guaranteed to produce profitable \ninnovative new products? Explain your answer. [10]UK France Germany Japan USA\n% of total \nbusiness \nsales spent \non R&D1.7 1.9 2.3 3.7 2.9\nTable 20.2 Percentage of total business sales spent by five \ncountries on R&D in 2012308Cambridge International AS and A Level BusinessResearch and development – an evaluation\nNot all R&D leads to scienti fi c or engineering \nbreakthroughs – despite spending billions of dollars, the \ndrugs industry has failed to come up with a remedy for \nthe common cold. Even if the scientists and researchers \nare successful, not all inventions become innovative \nproducts that can be marketed successfully. New ideas \noft en fail to reach the market because of defects in design \nor manufacture, competitors’ products leaping ahead in \nterms of technology and higher-than-expected costs. Even \nwhen they are launched, they may still fail. Products can \nfail to progress at all stages of the product development \nprocess. Here are some of the reasons why a fully \nresearched and developed product may reach the wider \nmarket and then fail:\n■ Inadequate market research.\n■ Poor marketing support or inappropriate pricing.\n■ Changes in technology leave the product dated.\n■ Competitors release a product that the consumers prefer.\nDespite these risks, many fi rms continue to invest in R&D. \nTh ese fi rms are taking the long-term view. Th ey believe \nthat the costs and inevitable short-term failures will be \ncompensated for by the occasional outstanding success. \nMuch depends on whether the business is driven by short-\ntermism – the perceived need to satisfy shareholders with \nhigh dividends in the short term.\nSuccessful research and development will lead to \ninnovation  in both new products and new processes \n(ways of making products). Both of these can create \nvalue  for a business.\nKEY CONCEPT LINK\nSales forecasting – potential benefits\nIf marketing managers were able to predict the future \naccurately, the risks of business operations would be much \nreduced. If a precise forecast of monthly sales over the \nnext two years could be made, the bene fi ts to the whole \norganisation would be immense:\n■ The production department would know how many units \nto produce and how many materials to order, distribution \nwould hold just the correct level of stocks.■ The marketing department would be aware of how many \nproducts to distribute.\n■ Human resources workforce plan would be more accurate, \nleading to the appropriate level of sta ff i n g.\n■ Finance could plan cash flows with much greater accuracy.\nIn reality, of course, such precision in forecasting is \nimpossible to achieve, because of all the external factors \nthat can greatly in fl uence sales performance. Consider, \nfor example, the di ffi  culties in forecasting, even for a \nshort-term period, the sales of DVDs from music shops. \nApart from changes in musical and fi lm tastes, new \ndevelopments in recording, download and playback \ntechnology will impact on DVD sales; the growth of \nInternet shopping, rather than buying from shops, and \nthe general economic climate will also have a great e ff ect \non future sales levels. Despite these problems, most fi rms \nmake sales forecasts in order to reduce to an acceptable \nminimum the unforeseen nature of future changes.\nMarket forecasts form an essential part of the market-\nplanning process and of the screening process before new \nproducts are launched onto the market. Th e s e  f o r e c a s t s  \nwill be based on market research data, gained from both \nprimary and secondary sources. For existing products, \nthere are two broad approaches towards sales forecasting. \nTh e fi rst approach is to ask the opinions of experts and \ncustomers and the second approach is to analyse past sales \nresults to try to use these to predict the future.\nSales-force composite\nSales-force representatives have the task of keeping in \ncontact with customers – usually not the fi nal consumers, \nbut the retail businesses that purchase and stock the \nproduct for sale to consumers. Frequent contact with \ncustomers means sales representatives are able to develop \na real insight into market trends and potential demand for \nthe future. By asking all sales sta ff  for their estimates of \nfuture sales to the customers they have contact with and \nthen adding these estimates together, a total sales forecast \ncan be arrived at.\nSales-force composite:  a method of sales forecasting \nthat adds together all of the individual predictions of \nfuture sales of all of the sales representatives working for \na business.\nKEY TERM\nTh is method has the advantage of being quick and cheap \nto administer. However, sales representatives may not be \naware of macro-economic developments or competitors’ \nactions that could have a substantial impact on future Sales forecasting:  predicting future sales levels and sales \ntrends.\nKEY TERM30920: Marketing planning ","21":"This chapter covers \nsyllabus section \nA Level 3.5.\nCOCA-COLA’S GLOBAL MARKETING – INDIA DOESN’T BUY IT\nDespite spending $1 billion on promotion in India, \nCoca-Cola sales in this country account for less than \n1% of its total global sales. The world’s best and most \nvaluable brand – according to Brand Republic – has \nfailed to make any inroads into the Indian market. Per \ncapita consumption of so ft  drinks is among the lowest \nin the world, even though both of the USA’s giant cola \ngroups – Pepsi and Coca-Cola – have invested millions \nof dollars in breaking into this market.\nWhat is wrong? Coca-Cola has a serious image \nproblem in many parts of the country. It was thrown \nout of India in the 1970s for failing to release details of \nits secret formula and it has been fighting court cases \nrecently against claims that it is causing droughts \nin some regions due to heavy water use and that \nits so ft  drinks contain 25 times the permitted level \nof pesticides. Perhaps the real problem though, is \ncultural. Traditionalists in India fear the erosion of \nlong-standing culture by the importation of Western \nproducts, advertisements and methods of selling. In \naddition, tea is still widely drunk in India and \nCoca-Cola’s failure to adapt its global products to local  tastes is another major factor. Finally, most \nIndian retailing is still through informal unorganised \nstreet and market traders – and Coca-Cola is reluctant \nto see its products sold in this way. Perhaps this is one \nreason why it has recently set up a branded university \nin India to teach modern retailing techniques to \nmillions of small shop and stall owners. Even this \nhas met with opposition from traditional sellers, \nwho fear the growing dominance of foreign products \nand retailers in India. In 2009, Walmart – another \nUS company, the world’s largest retailer – launched \nits Indian chain of shops in partnership with Bharti \nEnterprises.\nPoints to think about:\n■ What advantages might Coca-Cola have from using the \nsame marketing strategy in all countries it operates in?\n■ Assess the potential problems any multinational business \nmight experience when trying to use the same methods of \nmarketing as in its ‘home’ or ‘base’ country.\n■ Examine how Coca-Cola might achieve more sales success \nin India than it does at present.21Globalisation and \ninternational marketing\nIntroducing the topicOn completing this chapter, you will be able to:\n■ understand the implications for marketing of increased \nglobalisation\n■ analyse di ff erent strategies for international marketing\n■ assess the importance of international marketing for \ndiff erent businesses■ evaluate appropriate international marketing \nstrategies, e.g. pan-global marketing or reflecting \nregional di ff erences with global localisation\n■ assess and select appropriate strategies to enter \ninternational markets.\nGlobalisation:  the growing trend towards worldwide \nmarkets in products, capital and labour, unrestricted by \nbarriers.\nKEY TERMIntroduction \nGlobalisation  is not a new process but it has accelerated \nin recent years with the rapid growth of multinational \ncompanies  and the expansion of free international trade  with fewer tariff s and quotas  on imports. Th e  k e y  f e a t u r e s  \nof globalisation that have an impact on business strategy are:\n■ increased international trade as barriers to trade are reduced\n■ growth of multinational businesses in all countries as there \nis greater freedom for capital to be invested from one \ncountry to another\n■ freer movement of workers between countries.\nAs with many major economic developments, globalisation \ncreates both potential opportunities and limitations to \nbusinesses (see Table 21.1  on page 320). Th i s  c h a p t e r  318focuses on the impact globalisation is having on marketing \nstrategies. Firstly, however, we consider the sheer scale of \nrecent globalisation and the wider impact that globalisation \nis having on business strategies.\nGlobalisation and the growth in \ninternational trade\nWorld trade – international trade between countries – has \ngrown in recent years. Th is has been a sign of increased \nglobalisation resulting from:\n■ the work of the World Trade Organization and its free-trade \nagreements\n■ the growth of regional free trade areas that allow no trade \nbarriers between member states, such as ASEAN, NAFTA \nand the EU.\nAveraging 7% growth per year in the decade to 2007, the \nrate of growth of world trade fell considerably a ft er 2008 \nas a consequence of the global fi nancial crisis and only \nreached 2.5% in 2013. Since 2001, Asian economies, led by China and India, have contributed 40% of total world \ntrade expansion. China’s membership of the WTO  – \nthe World Trade Organization that negotiates regular \nreductions in world trade barriers – was one of the major \nfactors behind this rapid growth. Exports accounted for \naround 30% of China’s GDP in 2013. Figures 21.1 and  21.2 \nshow the rapid growth of world trade compared with \nworld GDP and the major exporting nations of the world.\nTOP TIP\nGlobalisation is not just about trade and multinational \ncompanies. Increased migration to and from most \ncountries is occurring. Many economists argue that \nincreased migration of young workers from Eastern \nEurope is a benefit to the UK economy and that the USA \nbenefits from immigration from South America.\n8.0\n7.0\n6.0\n5.0\n4.0\n3.0\n2.0\n1.0\n02.5\n2.0\n1.5\n1.0\n0.5\n0\n1980-1985 1985-1990 1990-1995 1995-2000 2000-2005 2005-2011\nElasticity (right scale)GDP growth (left scale) Merchandise trade volume growth (left scale)Note  : Merchandise trade refers to the average of exports and imports.\nFigure 21.1 World merchandise trade and GDP 1980 −2011\nMexico, 1%1980 2011\nMalaysia,1%\nThailand,1%\nBrazil,1%\nIndia, 2%\nMexico, 2%Chinese Taipei, 2%China, 1%\nChina, 11%Korea, Republic of, 3%Russian Federation, 3%Singapore, 2%Singapore, 1%\nChinese Taipei, 1%\nBrazil, 1%\nIndonesia, 1%\nSouth Africa, 1%\nNigeria, 1%\nIraq, 1%\nFormer\nSoviet Union, 4%\nSaudi Arabia\nKingdom of, 5%Saudi Arabia,\nKingdom of, 2%\nOther developed\neconomies, 11% Other developed\neconomies, 11%Japan, 6% Japan, 5%United States,\n11%United States,\n8%Other developing\nand emerging\neconomies, 15%Other developing\nand emerging\neconomies, 16%\nEuropean Union  (15),*\n87%European Union  (15),*\n30%Developing\nand\nemerging\neconomies,\n34%\nDeveloped\neconomies,\n66%Developing\nand\nemerging\neconomies,\n47%Developed\neconomies,\n53%\n* Includes intra-EU trade.\nFigure 21.2 World merchandise trade volume and real GDP (inner circle), 1980–2011Multinational companies:  businesses that have \noperations in more than one country.\nFree international trade:  international trade that \nis allowed to take place without restrictions such as \n‘protectionist’ tari ff s and quotas.\nTari ff : tax imposed on an imported product.\nQuota:  a physical limit placed on the quantity of imports \nof certain products.\nKEY TERMS\n31921: Globalisation and international marketing International marketing\nSelling in foreign markets was once too risky and expensive \nfor most fi rms, so only large businesses – growing too large \nfor their national markets – used to commit to this form \nof marketing. Improved communications, better transport \nlinks and freer international trade – all key features of \nglobalisation – have changed all this. For many fi rms, \ninternational marketing is now an opportunity to pro fi tably \nexpand their sales and, indeed, for some fi rms it is no \nlonger an option to remain based in just one country. Th i s  \nis the case for members of the European Union, where the \ngrowth of membership has led to increased competition \nfrom other countries and improved chances of successfully \nselling abroad. Th e rapid development of major developing \ncountries – the BRICS  – is leading to huge marketing \nopportunities for businesses prepared to sell their products \nand services in these international markets.\nInternational marketing:  selling products in markets \nother than the original domestic market.\nBRICS: the acronym for five rapidly developing economies \nwith great market opportunities – Brazil, Russia, India, \nChina and South Africa.\nKEY TERMSWhy sell products in other countries?\n■ Saturated home markets – one country can have only \nso many fast-food restaurants. When the market stops \ngrowing and competition is severe, a move to another \ncountry, with few large competitors, can o ff er rapid sales \nincreases.\n■ Profits – rapid sales growth may be combined with low \ncosts of operation and create high profitability. If the \nforeign country has low labour and property costs and low \ntax levels, then selling from there to a high-cost country \ncan o ff er higher profit margins. In contr ast, the great \nwealth of some Arab oil states gives the opportunity to \nsome luxury goods producers to sell at higher prices than \n‘back home’ .\n■ Spreading risks – international marketing means that the \nsales and profits of a business are much less dependent on \neconomic and legal constraints in the home country.\n■ Poor trading conditions in the home market – in 2013, \nsales of luxury cars in Spain fell due to the Eurozone \neconomic crisis, but sales in China continued to \nincrease.\n■ Legal di ff erences creating opportunities abroad – strict \nlegal controls on the selling and advertising of tobacco \nproducts in the USA and EU have encouraged most large \ncigarette manufacturers to target selling in emerging \nmarket economies with fewer restrictions. Profitable, \nyes – but how ethical is this?Potential benefits and strategic\nopportunitiesPotential limitations and threats\n■ There is greater opportunity for selling goods \nin other countries. Opening up new markets, \nwhich may not have reached saturation as the \ndomestic market may have done, gives the \nchance of higher sales, economies of scale and \nimproved profitability.\n■ Increased competition gives firms the incentives \nto become more internationally competitive. \nHiding behind trade barriers breeds ine ff iciency \nand this will no longer be possible.\n■ Pan-European or pan-global marketing \nstrategies can be used to create a global brand \nidentity. This saves on the costs of ‘di ff erent \nmarkets – di ff erent products’ .\n■ There is a wider choice of locations – the \nopportunity to set up operations in other \ncountries and become a multinational. These \nlocations o ff er, usually, lower costs and direct \naccess to local markets. Working within each \ncountry should lead to better market information.\n■ Greater freedom to arrange mergers and \ntakeovers with firms from other nations as \nrestrictions on foreign acquisitions are reduced.■ Businesses from other countries now have freer access to the \ndomestic market, so there will be increased competition. Wider \nconsumer choices will drive firms that are not internationally \ncompetitive out of business.\n■ The drive for international competitiveness will also be forcing other \nfirms to become more e ff icient.\n■ Pan-European\/global strategies can fail to consider the cultural and \ntaste di ff erences between consumers of di ff erent nations. Firms may \nneed to ‘think global, but act local’ – o ft en called global localisation.\n■ International locations can lead to significant transport and \ncommunication problems. The risk of unethical practices by \nmanagers with delegated authority thousands of miles from head \noff ice can lead to problems.\n■ Businesses are now increasingly at risk of foreign takeovers, e.g. Land \nRover and Jaguar by Tata (India), BAA by Ferrovial (Spain).\n■ Increasing activity from anti-globalisation pressure groups may result \nin bad publicity for multinationals in particular and for those firms \nfound guilty of environmental damage in foreign countries. There is \ngrowing concern about the environmental impact of globalisation – \nespecially in emerging economies. Coca-Cola is under pressure to limit \nproduction in some Indian states due to shortage of water supplies.\n■ Governments will have much less influence on business decisions, \ne.g. preventing closure of factories to relocate in low-cost countries.\nTable 21.1 Globalisation – the potential business benefits and limitations320Cambridge International AS and A Level Business"}}