{"pages":{"0":"1 Cell biology\n8●●Prokaryotes\nAll bacterial cells are prokaryotic, which means that all bacteria are \nprokaryotes. Evolutionary evidence suggests that prokaryotes evolved \nmuch earlier than eukaryotic cells.\nProkaryotes:\n● are single celled\n● do not have a nucleus containing their genetic material (DNA)\n● are smaller than eukaryotic cells.\nIndividual bacterial cells are usually between 1 µm and 10 µm in length. \nOne thousand micrometres (µm) make up one millimetre (mm). This means \nthat between 100 and 1000 bacteria will fit in a straight line in 1 mm. \nGroups of bacterial cells, called colonies, are shown in Figure 1.2. Many, but not all, scientists think that prokaryotes evolved before eukaryotes and \nso are missing some cell components that eukaryotic cells possess. These \nscientists think that prokaryotes first appeared about 3.5 billion years ago, \nwhich is only one billion years after the Earth’s crust formed.\nIf the last 4.6 billion years were scaled down into an hour, Figure 1.3 \nshows when the first prokaryotic and eukaryotic organisms are likely to \nhave evolved. Humans have actually only been present for the last few \nseconds of the last minute, so not long at all!\nTIP\nIt is important that you develop a \nsense of scale and know which type of cell is largest.\nKEy TERMS\nProkaryotic cells  Cells that do not \ncontain a nucleus (bacterial cells).\nProkaryote  A prokaryotic organism (a \nbacterial cell).\nfirst prokaryotic cells (? minute)\nfirst eukaryotic cells (40 minutes)first fish (53 minutes)first land plants (53 minutes)first insects (54 minutes)\n121\n2 10\n9 3\n4 8\n7 5611first reptiles (55 minutes)first dinosaur (57 minutes)first mammal (57 minutes)first bird (57 minutes)first modern human (59 minutes)\nEarth’s crust forms (1 minute)\n▲ Figure 1.2 Colonies of different \nprokaryotic cells. There are thousands of individual bacteria in each colony.\n▶ Figure 1.3 The 4.6 billion years since \nthe Earth was created shown as minutes \nin an hour.\nplasmid DNAsingle DNA loop\ncell wallribosomes\nﬂagellacytoplasm\ncell surface membrane\n▲ Figure 1.4 A bacterial cell as seen with a microscope (magnified ×20 000) and as \nthree- and two-dimensional diagrams.Eukaryotes and prokaryotes\n9A typical bacterial cell is shown in Figure 1.4. The functions of bacterial \ncell components are shown in Table 1.1.\nTable 1.1 The components of bacterial cells and their functions.\nComponent Structure and function\nCytoplasm This fluid is found in all cells. It is mainly water and it holds other \ncomponents such as ribosomes. Here most of the chemical reactions in the cell happen (such as the making of proteins in ribosomes).\nCell wall Like those of plants and fungi, bacterial cells have a cell wall to provide support. However, unlike plant cell walls this is not made of cellulose. The cell membrane is found on the inside surface of the cell wall.\nSingle DNA loop (not in chromosomes)DNA in prokaryotes is not arranged in complex chromosomes  \nlike in eukaryotic cells. It is not held within a nucleus.\nPlasmid DNA These are small, circular sections of DNA that can move from one cell to another. They provide genetic variation for bacteria.\nFlagellum This is a whip-like structure that helps many prokaryotes to move by rotating or flicking (like a whip).\nCell-surface membrane This controls what substances go in and out of a cell. It also has internal extensions that have enzymes attached to them. Respiration  occurs in these enzymes. Prokaryotic cells do \nnot have mitochondria , which is where respiration occurs in \neukaryotic cells.\nRibosome Proteins are made from amino acids in ribosomes, which are present in the cytoplasm.\nFigure 1.5 shows how small bacterial cells are. Typical eukaryotic cells \nare much larger than this. Almost all eukaryotic cells are microscopic, \nthough. This means you can’t see a single cell without using a \nmicroscope.\nTIP\nCopy out the table headings in the \nfirst row and column and test yourself by filling in the rest of the table from \nmemory. This will help you remember \nthe processes.\nTIP\nIt is important that you can explain what a chromosome is.\nKEy TERMS\nChromosome  An arrangement of \nDNA into an ‘X’ shape, found in the nucleus of eukaryotic cells.\nMitochondrion  A small cell organelle, \nin which respiration occurs, found in \nthe cytoplasm of eukaryotic cells.\nRespiration  The release of energy \nfrom glucose.\nTest yourself\n1 State the type of DNA structure only present in prokaryotes.\n2 State which organisms have a single loop of DNA.\n3 Describe the main difference between eukaryotic and prokaryotic cells.\n4 Describe the function of ribosomes.\nExplain why some scientists \nthink that prokaryotic cells evolved first.Show you can...\n▲ Figure 1.5 Prokaryotic bacterial cells seen on a pinhead.\n","1":"1 Cell biology\n10Animal and plant cells\n●●Generalised animal cells\nPlant and animal cells are eukaryotic. They can be unicellular or belong \nto multicellular organisms. Eukaryotic cells almost always have a \nnucleus and are generally larger than prokaryotic (bacterial) cells.\nThe structure of a generalised animal cell is shown in Figure 1.6. \nA generalised cell is one that has been simplified to make the key \ncomponents easier to identify.\n▲ Figure 1.6 A generalised animal cell as seen with a microscope (magnified ×4800) \nand as three- and two-dimensional diagrams.\nComponents of animal cells\nIn the previous section we looked at bacterial cells. Animal cells have \nmany components in common with these. The cytoplasm of animal cells \nis also mainly water and it holds other components such as ribosomes. \nIn the cytoplasm most of the chemical reactions in the cell happen \n(such as the making of proteins in ribosomes).\nThe cell-surface membrane of animal cells also surrounds the cell. There \nare no cell walls in animal cells and so the membrane is on the outside \nof these cells. The membrane controls what substances go in and out of \nthe cell. Many cells need glucose and oxygen for respiration, and these \nsubstances move by diffusion into the cell from the blood, where it is \nfound at a higher concentration. Carbon dioxide moves back into the \nblood capillaries through the membrane.\nMitochondria are small organelles found in the cytoplasm and are \nonly present in eukaryotic cells. They are the site of most of a cell’s \nrespiration. Here the energy stored in glucose is released for the cell \nto complete the seven life processes. Without this energy all cells die. \nMore-active cells such as those in muscles or sperm cells usually have \nmore mitochondria because these cells need more energy. Mitochondria \nhave many folds inside them, which make their surface area very large \nto increase the rate at which energy is released.\nRibosomes are the site of protein synthesis. These organelles are \npresent in the cytoplasm of animal cells.\nKEy TERM\nDiffusion  The net movement \nof particles from an area of high \nconcentration to an area of lower concentration.\nnucleuscell surface\nmembrane\ncytoplasmmitochondria\nribosomes\nAnimal and plant cells\n11Animal cells are unlike bacterial cells in that they usually possess a \nnucleus. This component is present in almost all eukaryotic cells. It is \nfound in the cytoplasm and is surrounded by its own membrane. The \ncell’s genetic material (DNA) is enclosed within it, arranged into shapes \ncalled chromosomes. (Red blood cells do not have a nucleus, so they \nhave more room to absorb and carry the maximum amount of oxygen, \nwhich is their main function.)\nHumans are of course classified as animals. Many of our cells are like \nother animal cells.\n●●Generalised plant cells\nLike those belonging to animals, plant cells are eukaryotic. This means that \nthey may belong to single-celled or multicellular organisms, they do have a \nnucleus and they are generally larger than prokaryotic (bacterial) cells.\n▲ Figure 1.7 A generalised plant cell as seen with a microscope (magnified ×2800) \nand as three- and two-dimensional diagrams.\nComponents of plant cells\nPlant cells have many components in common with animal cells, \nincluding a nucleus in which the organism’s genetic material (DNA) \nis found. Plant cells also possess ribosomes for protein synthesis and \nmitochondria for respiration in their cytoplasm.\nPlant cells possess some components not present in animal cells. \nChloroplasts are small components, full of a green pigment called \nchlorophyll which is necessary for photosynthesis to occur. This reaction \nuses light energy from the Sun to convert carbon dioxide and water into \nglucose and oxygen and so provides an energy source for the plant. It is \nthe green chlorophyll in plants that gives some of their parts their green \ncolour. Most roots are hidden from the Sun and so cannot photosynthesise. \nThey do not have chloroplasts and so are often white, not green.\nThere are huge numbers of chloroplasts in leaf cells. There are often \nwell over half a million per square millimetre of leaf.\nPlant cells also possess a cell wall, unlike animal cells. This is made \nfrom cellulose and provides structure for the cell. Plants would not be \nable to stand upright to catch light energy from the Sun without cell \nwalls. The cell surface membrane is found inside the cell wall.\nKEy TERM\nPhotosynthesis  An endothermic \nreaction that occurs in the \nchloroplasts of plants and algae and \nstores energy in glucose.\nmitochondria\nnucleuscell surface \nmembranecell wallchlor oplastsvacuolecytoplasm\nribosomes\n▲ Figure 1.8 The structure of a \nchloroplast (magnification about ×15 000).1 Cell biology\n12Many plant cells also possess a permanent vacuole. This is filled with \nwater in which dissolved sugars and mineral ions are found. The \nvacuole helps by pressing the cytoplasm against the wall to keep the \ncell turgid.\nKEy TERM\nTurgid  Used to describe swollen cells.\nTIP\nIt is important that you can explain \nhow the main components of animal and plant cells are linked to their \nstructure.\nObserving cells\nMethod\n1 Use tweezers to remove the thin sheet of cells (epidermis tissue) from the inner part of an onion layer.\n2 Place this flat on a microscope slide, being careful not to fold it.\n3 Place a drop of iodine onto the onion tissue.\n4 Carefully lower a cover slip on top of the tissue, ensuring no air bubbles form (Figure 1.9).\n5 Place on a microscope stage and observe using the lowest power objective lens.\n6 Focus in on the image, and then increase the magnification until you can \nclearly observe the onion cell’s structure.\n7 Draw a diagram of what you observe, labelling any structures you \nrecognise. Ensure you record the magnification at which you have made \nyour observation.\n8 Repeat this process using a leaf from a piece of pond weed (Elodea), and \nadd a drop of water rather than iodine.\n▲ Figure 1.9 How to make a light microscope slide.\nQuestions\n1 Describe the similarities and differences between the onion cells and the \npond weed cells you observed.\n2 Explain why no chloroplasts were found in the onion cells.\n3 Name two organelles that you would not have observed if you had \nexamined animal cells instead.\nPractical\nTest yourself\n5 State two structures present only in plant cells.\n6 State in which type of cell you would find mitochondria.\n7 Describe the function of the cytoplasm.\n8 Describe the function of mitochondria.\nExplain why sperm cells contain a large number of mitochondria.Show you can...\nspecimencover slip \nmicroscope slide \n","2":"Cell specialisation\n13Cell specialisation\nThe previous section looked at generalised animal and plant cells. \nEukaryotic organisms, like us, are not usually made of generalised \ncells. We have developed specialised cells that have adaptations \nto allow them to complete specific functions. Red blood cells, for \nexample, have a biconcave shape (which dips in the middle on both \nsides) and no nucleus to maximise their surface area to absorb more \noxygen. Key specialised cells for animals and plants, together with their \nadaptations, are listed below.\n●●Sperm cell\nIn humans, during a male orgasm about a teaspoon of semen is ejaculated. Within this are tens of millions of sperm cells, which must \nswim through the cervix and uterus to the fallopian tubes. Here one \ncell may fertilise an egg cell (ovum). Sperm cells have a tail to propel \nthem towards the ovum (Figure 1.10). They have a relatively large \nnumber of mitochondria to release the energy from glucose during \nrespiration. This is needed to keep them swimming. The nucleus of a \nhuman sperm contains the genetic material (DNA) of the father. This \nwill make up half of the DNA of the baby. At the front of a sperm is an \nacrosome. This contains digestive enzymes, which break down the outer \nlayer of the ovum, allowing the sperm to enter and fertilise it.\n●●Nerve cell\nOur nervous system controls and coordinates all our actions. These \ncan be either voluntary actions (like picking up the television remote \ncontrol) or involuntary actions (like our heart beating faster when we \nexercise). There are two main parts to our nervous system. The first is \nour central nervous system (CNS), which is made up of our brain and \nspinal cord. The other is our peripheral nervous system (PNS), which is  \nall the other nerve cells that connect to the CNS but then spread out across the body. To control our actions, signals must be sent and received. These \nsignals are electrical impulses that travel along nerve cells.  acrosome\nnucleus\nmitochondria\ntail\nsynaptic knobdendrite\ncell surface\nmembraneaxon myelin sheath\n(insulator)nucleus synaptic knob\ncommunicating with\nanother nerve cell or\nan ef fector , e.g. muscle\nKEy TERM\nBiconcave  Used to describe a shape \nwith a dip that curves inwards on both \nsides.\nTIP\nIf you are asked to explain how a cell is adapted to its function, don’t forget to use a connecting phrase like ‘so that it \ncan’ or ‘to allow it to’.\n▲ Figure 1.10 The parts of a sperm cell.\n▲ Figure 1.11 The parts of a nerve cell.1 Cell biology\n14To keep these signals moving quickly, some of our nerve cells are the \nlongest cells in our body. Their long extensions are called axons and these \nhave a myelin sheath surrounding much of their length (Figure 1.11). \nThis acts like the plastic coating on an electrical wire and insulates the \nelectrical impulse. The cell body of the nerve also has smaller extensions \ncalled dendrites, which allow it to pick up signals from neighbouring cells.\n●●Muscle cell\n▲ Figure 1.13 The three types of muscle.\nThere are three types of muscle in our bodies, all of which can contract and relax. Smooth muscle contracts and relaxes automatically and \nis found in places such as the linings of the vessels that make up \nour circulatory system and the iris of our eyes. Cardiac muscle also \ncontracts and relaxes automatically and is found in our heart. The third \ntype is skeletal muscle, which is usually found attached to our bones. \nWe control the contractions of this type of muscle, so its movements \nare not automatic.\nAll three types of muscle are made from muscle cells (Figure 1.13). \nThese are long thin cells full of mitochondria. In the mitochondria the \nenergy from glucose is released during respiration. This energy allows \nthe muscle to keep on contracting.\n●●Root hair cell\nRoot hair cells have a small thin extension, which pokes out into the soil (Figure 1.14). Many plants \nhave such high numbers of long root hairs that they \ncan look like a spider’s web. The purpose of these \nhairs is to increase the surface area of the root that \nis in contact with the soil. This allows the plant to \nabsorb more water and minerals from the soil. A \nsingle rye plant has billions of root hairs, which have \na total length of hundreds of miles. Without these \nit is likely that the adult plant would not be able to \nabsorb enough water to survive.\nKEy TERMS\nAxon  The extension of a nerve cell \nalong which electrical impulses travel.\nMyelin sheath  The insulating cover \nalong an axon, which speeds up the \nelectrical impulse.\nTIP\nMake a model of a bacterial, plant or animal cell and label it with the cell components and their functions to \nhelp you remember them (Figure 1.12).\n▲ Figure 1.12 A model of a eukaryotic \ncell made from sweets.skeletal muscle\nsmooth muscle\ncardiac muscle\nsoil particles\nroot hairwater and mineral\nions ar e absorbed\nnucleusvacuolecellulose\ncell wall\n◀ Figure 1.14 The parts of a root hair cell.Cell specialisation\n15●●Xylem cell\nXylem cells form long tubes running along the stem or trunk of plants. \nThey are strengthened by lignin fibres. They carry water and some \ndissolved minerals from the roots upwards to other parts of the plant. \nThis water evaporates and is lost from leaves as water vapour during \nthe continual process of transpiration. It is also used in the green \nparts of plants for photosynthesis during the day. Xylem tubes are made \nfrom lots of individual cells that have died. The ends of these cells \nerode away, leaving long tubes through which water is naturally drawn \nupwards (Figure 1.15). They have reinforced cell walls to support the \nweight of the plant.\n●●Phloem cell\nPhloem cells carry the glucose (as sucrose) made in photosynthesis from the leaves of a plant to all other parts of the plant in cell sap. This process \nis called translocation. The sugar is used immediately in respiration to \nrelease energy for the plant or is stored as starch in cells or particularly in structures such as the roots of \nvegetables. Unlike xylem, phloem cells are living. They \nhave fewer cell organelles than many other types of \ncell, which allows the sugar to travel easily. Connecting \nadjacent phloem cells are sieve plates. These have small \nholes to speed up translocation (Figure 1.16).\nPhloem cells are arranged with xylem cells to form \nbundles. These make up the veins you can see in a leaf (Figure 1.17).\n◀ Figure 1.17 The veins of a leaf are made from xylem tubes \ntransporting water to the leaf and phloem tubes transporting sugars away from it.\nKEy TERMS\nPhloem  Living cells that carry sugars \nmade in photosynthesis to all cells of a plant.\nTranslocation  The movement of \nsugars made in photosynthesis from \nthe leaves of plants.\nOrganelle  A part of a cell with a \nspecific function.\nKEy TERMS\nXylem  Dead plant cells joined \ntogether into long tubes through which \nwater flows during transpiration.\nTranspiration  The gradual release of \nwater vapour from leaves to continue \nthe ‘pull’ of water up to them from the soil.\ntranspiration\nof water\ncompanion\ncell\ntranslocation\nof sucr ose\n▲ Figure 1.15 The parts of a xylem \ntube.▲ Figure 1.16 The parts of a phloem tube.1 Cell biology\n16●●Cell differentiation\nThe previous two sections have looked at generalised and specialised \nanimal and plant cells. After generalised cells are formed they become \nspecialised as an organism develops. This process is called cell \ndifferentiation. Your cells did this while you were in your mother’s \nuterus. Part of this process involves cells developing specific structures \nwithin them to allow them to function. For example, muscle cells need \nto release lots of energy during respiration and so require a high number \nof mitochondria. Unlike animal cells, most plant cells retain the ability \nto differentiate throughout their life. We would not be able to take plant \ncuttings without this. You will learn about this in Chapter 14.\nMicroscopy\nIt is not very easy to know who invented the first microscope or exactly when this happened. It is likely to have occurred in the 1590s in the \nNetherlands by makers of eye glasses. Seventy-five years later, in 1665, \nEnglish scientist Robert Hooke published a book called Micrographia, \nwhich was full of impressive images including a drawing of the eyes \nof a fly using a microscope. In this book he first used the word ‘cell’, \nbecause when he looked at plant cells using his microscope he was \nreminded of the cells in a honeycomb.\nA decade later, in the mid-1670s, a Dutch scientist called van \nLeeuwenhoek discovered sperm cells and then single-celled bacteria \nfrom a human mouth. This was a tremendously important development \nin science, because before this no one had ever seen a single-celled organism. Imagine not knowing that bacteria and single-celled fungi \nexisted!\nTest yourself\n 9 State the function of nerve cells.\n10 State the components that are present in nerve cells.\n11 Describe how red blood cells are adapted for their function.\n12 Describe how root hair cells are adapted for their function.\nExplain why animals and plants \nhave specialised cells.Show you can...\nTIP\nUse the course focus at low magnification first to find your sample easily. Then increase the magnification \nlens by lens. Finally use the fine focus \nto make your image as sharp as possible.\n▶ Figure 1.18 A labelled diagram of a light microscope.eyepiece lens\nobjective lens\nstagespecimen\nmirrorcoarse focus\nﬁne focus\n","3":"Cell specialisation\n13Cell specialisation\nThe previous section looked at generalised animal and plant cells. \nEukaryotic organisms, like us, are not usually made of generalised \ncells. We have developed specialised cells that have adaptations \nto allow them to complete specific functions. Red blood cells, for \nexample, have a biconcave shape (which dips in the middle on both \nsides) and no nucleus to maximise their surface area to absorb more \noxygen. Key specialised cells for animals and plants, together with their \nadaptations, are listed below.\n●●Sperm cell\nIn humans, during a male orgasm about a teaspoon of semen is ejaculated. Within this are tens of millions of sperm cells, which must \nswim through the cervix and uterus to the fallopian tubes. Here one \ncell may fertilise an egg cell (ovum). Sperm cells have a tail to propel \nthem towards the ovum (Figure 1.10). They have a relatively large \nnumber of mitochondria to release the energy from glucose during \nrespiration. This is needed to keep them swimming. The nucleus of a \nhuman sperm contains the genetic material (DNA) of the father. This \nwill make up half of the DNA of the baby. At the front of a sperm is an \nacrosome. This contains digestive enzymes, which break down the outer \nlayer of the ovum, allowing the sperm to enter and fertilise it.\n●●Nerve cell\nOur nervous system controls and coordinates all our actions. These \ncan be either voluntary actions (like picking up the television remote \ncontrol) or involuntary actions (like our heart beating faster when we \nexercise). There are two main parts to our nervous system. The first is \nour central nervous system (CNS), which is made up of our brain and \nspinal cord. The other is our peripheral nervous system (PNS), which is  \nall the other nerve cells that connect to the CNS but then spread out across the body. To control our actions, signals must be sent and received. These \nsignals are electrical impulses that travel along nerve cells.  acrosome\nnucleus\nmitochondria\ntail\nsynaptic knobdendrite\ncell surface\nmembraneaxon myelin sheath\n(insulator)nucleus synaptic knob\ncommunicating with\nanother nerve cell or\nan ef fector , e.g. muscle\nKEy TERM\nBiconcave  Used to describe a shape \nwith a dip that curves inwards on both \nsides.\nTIP\nIf you are asked to explain how a cell is adapted to its function, don’t forget to use a connecting phrase like ‘so that it \ncan’ or ‘to allow it to’.\n▲ Figure 1.10 The parts of a sperm cell.\n▲ Figure 1.11 The parts of a nerve cell.1 Cell biology\n14To keep these signals moving quickly, some of our nerve cells are the \nlongest cells in our body. Their long extensions are called axons and these \nhave a myelin sheath surrounding much of their length (Figure 1.11). \nThis acts like the plastic coating on an electrical wire and insulates the \nelectrical impulse. The cell body of the nerve also has smaller extensions \ncalled dendrites, which allow it to pick up signals from neighbouring cells.\n●●Muscle cell\n▲ Figure 1.13 The three types of muscle.\nThere are three types of muscle in our bodies, all of which can contract and relax. Smooth muscle contracts and relaxes automatically and \nis found in places such as the linings of the vessels that make up \nour circulatory system and the iris of our eyes. Cardiac muscle also \ncontracts and relaxes automatically and is found in our heart. The third \ntype is skeletal muscle, which is usually found attached to our bones. \nWe control the contractions of this type of muscle, so its movements \nare not automatic.\nAll three types of muscle are made from muscle cells (Figure 1.13). \nThese are long thin cells full of mitochondria. In the mitochondria the \nenergy from glucose is released during respiration. This energy allows \nthe muscle to keep on contracting.\n●●Root hair cell\nRoot hair cells have a small thin extension, which pokes out into the soil (Figure 1.14). Many plants \nhave such high numbers of long root hairs that they \ncan look like a spider’s web. The purpose of these \nhairs is to increase the surface area of the root that \nis in contact with the soil. This allows the plant to \nabsorb more water and minerals from the soil. A \nsingle rye plant has billions of root hairs, which have \na total length of hundreds of miles. Without these \nit is likely that the adult plant would not be able to \nabsorb enough water to survive.\nKEy TERMS\nAxon  The extension of a nerve cell \nalong which electrical impulses travel.\nMyelin sheath  The insulating cover \nalong an axon, which speeds up the \nelectrical impulse.\nTIP\nMake a model of a bacterial, plant or animal cell and label it with the cell components and their functions to \nhelp you remember them (Figure 1.12).\n▲ Figure 1.12 A model of a eukaryotic \ncell made from sweets.skeletal muscle\nsmooth muscle\ncardiac muscle\nsoil particles\nroot hairwater and mineral\nions ar e absorbed\nnucleusvacuolecellulose\ncell wall\n◀ Figure 1.14 The parts of a root hair cell.","4":"1 Cell biology\n16●●Cell differentiation\nThe previous two sections have looked at generalised and specialised \nanimal and plant cells. After generalised cells are formed they become \nspecialised as an organism develops. This process is called cell \ndifferentiation. Your cells did this while you were in your mother’s \nuterus. Part of this process involves cells developing specific structures \nwithin them to allow them to function. For example, muscle cells need \nto release lots of energy during respiration and so require a high number \nof mitochondria. Unlike animal cells, most plant cells retain the ability \nto differentiate throughout their life. We would not be able to take plant \ncuttings without this. You will learn about this in Chapter 14.\nMicroscopy\nIt is not very easy to know who invented the first microscope or exactly when this happened. It is likely to have occurred in the 1590s in the \nNetherlands by makers of eye glasses. Seventy-five years later, in 1665, \nEnglish scientist Robert Hooke published a book called Micrographia, \nwhich was full of impressive images including a drawing of the eyes \nof a fly using a microscope. In this book he first used the word ‘cell’, \nbecause when he looked at plant cells using his microscope he was \nreminded of the cells in a honeycomb.\nA decade later, in the mid-1670s, a Dutch scientist called van \nLeeuwenhoek discovered sperm cells and then single-celled bacteria \nfrom a human mouth. This was a tremendously important development \nin science, because before this no one had ever seen a single-celled organism. Imagine not knowing that bacteria and single-celled fungi \nexisted!\nTest yourself\n 9 State the function of nerve cells.\n10 State the components that are present in nerve cells.\n11 Describe how red blood cells are adapted for their function.\n12 Describe how root hair cells are adapted for their function.\nExplain why animals and plants \nhave specialised cells.Show you can...\nTIP\nUse the course focus at low magnification first to find your sample easily. Then increase the magnification \nlens by lens. Finally use the fine focus \nto make your image as sharp as possible.\n▶ Figure 1.18 A labelled diagram of a light microscope.eyepiece lens\nobjective lens\nstagespecimen\nmirrorcoarse focus\nﬁne focus\nMicroscopy\n17The microscopes used by Robert Hooke and van Leeuwenhoek looked \nvery different from those that you may use in your science lessons \ntoday. But the thing they have in common is that they all use \nmagnifying lenses to enlarge images.\n●●Light microscopes\nThe parts of a light microscope and their functions are shown in Table 1.2.\nTable 1.2 The functions of the parts of a light microscope.\nPart Function\nEyepiece lens You will look through this lens to see your sample. This is often ×10.\nObjective lens Usually there are three to choose from (often ×5, ×10 and ×25). The \nsmallest will be the easiest to focus, so select this first. When you have focused this lens try a different one with a greater magnification.\nStage This holds the sample securely, often using two metal clips.\nSpecimen This is usually placed in a drop of water or stain on a microscope slide under a very thin glass cover slip.\nMirror This reflects the light up through the sample, and then the objective and eyepiece lenses into your eyes.\nCourse focus This quickly and easily moves the stage up and down to focus on the sample.\nFine focus This sensitively and slowly moves the stage up and down to allow you to make your image very sharp.\nThe total magnification of the image you are looking at is calculated by:\ntotal magnification =  magnification of × magnification of  \n   eyepiece lens       objective lens\n●●Electron microscopes\nElectron microscopes use electrons in place of rays of light to \nmake an image (Figure 1.19). The wavelength of electrons can be \nup to 100 000 times smaller than that of visible light. This means \nthat electron microscopes can take images at significantly higher magnifications. The first electron microscope was made by German \nscientists Ernst Ruska (1906–1988) and Max Knoll (1897–1969) in \n1931. This was a transmission electron microscope (TEM). Several years \nlater, in 1937, German scientist Manfred von Ardenne (1907–1997) \ninvented a second type called a scanning electron microscope (SEM). \nKEy TERMS\nElectron microscope  A microscope \nthat uses electron beams in place of \nlight to give higher magnifications.\nElectron  Negatively charged, tiny \nsubatomic particle that is found in \nshells surrounding the nucleus of an atom.\nTIP\nCopy out the table headings in the first row and column and test yourself by filling in the rest of the table from \nmemory. This will help you remember \nthe processes.\n▶ Figure 1.19 A large modern electron microscope.\n1 Cell biology\n18Transmission electron microscopes fire a large beam of electrons though \na very thin slice of the specimen. All electrons are fired at the same \ntime. Not all of the electrons pass though the specimen. The image is \nmade from only those electrons that do.\nScanning electron microscopes also use a beam of electrons. This beam \nis much smaller and scans across the whole image but not all at the \nsame time. Electrons scatter from the surface of the sample and are \ndetected to make an image.\nAs a consequence of their different methods of working, the images that \nthese two microscopes take are very different from each other. Images from \ntransmission electron microscopes are flat and are usually taken in cross-\nsection through a specimen. That is, they are frequently used to look at \na section through a cell. Scanning electron microscopes don’t need thin \nsamples so can be used to take images that look more three-dimensional. \nAll electron microscope images are black and white. On occasions scientists \ncolour these images to make them look more striking (Figure 1.20).\nThe resolution of microscopes is defined as the shortest distance \nbetween two parts of a specimen that can be seen as two distinctly \nseparate points. As a result of the wavelength of light the maximum \nresolution of light microscopes is 200 nm. (There are one million \nnanometres (nm) in a millimetre.) The wavelength of electrons is shorter than that of light, and so much closer points can be resolved. \nAn electron microscope can resolve points up to 2000 times closer than \na light microscope, at a separation of just 0.1 nm.\nKEy TERM\nResolution  The smallest distance \nbetween two separate points.\nTest yourself\n13 State the range of magnification you might see in a light microscope.\n14 State the resolution of an electron microscope.\n15 Describe why electron microscopes have greater magnification.\n16 Describe a disadvantage of using an electron microscope.\nExplain why scanning electron \nmicroscopes can take images that look three-dimensional.Show you can...\n▲ Figure 1.20 (a) A three-dimensional image of an ant’s head taken with a scanning electron microscope. (b) A two-dimensional image of a mitochondrion taken using a transmission electron microscope.\n","5":"1 Cell biology\n10Animal and plant cells\n●●Generalised animal cells\nPlant and animal cells are eukaryotic. They can be unicellular or belong \nto multicellular organisms. Eukaryotic cells almost always have a \nnucleus and are generally larger than prokaryotic (bacterial) cells.\nThe structure of a generalised animal cell is shown in Figure 1.6. \nA generalised cell is one that has been simplified to make the key \ncomponents easier to identify.\n▲ Figure 1.6 A generalised animal cell as seen with a microscope (magnified ×4800) \nand as three- and two-dimensional diagrams.\nComponents of animal cells\nIn the previous section we looked at bacterial cells. Animal cells have \nmany components in common with these. The cytoplasm of animal cells \nis also mainly water and it holds other components such as ribosomes. \nIn the cytoplasm most of the chemical reactions in the cell happen \n(such as the making of proteins in ribosomes).\nThe cell-surface membrane of animal cells also surrounds the cell. There \nare no cell walls in animal cells and so the membrane is on the outside \nof these cells. The membrane controls what substances go in and out of \nthe cell. Many cells need glucose and oxygen for respiration, and these \nsubstances move by diffusion into the cell from the blood, where it is \nfound at a higher concentration. Carbon dioxide moves back into the \nblood capillaries through the membrane.\nMitochondria are small organelles found in the cytoplasm and are \nonly present in eukaryotic cells. They are the site of most of a cell’s \nrespiration. Here the energy stored in glucose is released for the cell \nto complete the seven life processes. Without this energy all cells die. \nMore-active cells such as those in muscles or sperm cells usually have \nmore mitochondria because these cells need more energy. Mitochondria \nhave many folds inside them, which make their surface area very large \nto increase the rate at which energy is released.\nRibosomes are the site of protein synthesis. These organelles are \npresent in the cytoplasm of animal cells.\nKEy TERM\nDiffusion  The net movement \nof particles from an area of high \nconcentration to an area of lower concentration.\nnucleuscell surface\nmembrane\ncytoplasmmitochondria\nribosomes\nAnimal and plant cells\n11Animal cells are unlike bacterial cells in that they usually possess a \nnucleus. This component is present in almost all eukaryotic cells. It is \nfound in the cytoplasm and is surrounded by its own membrane. The \ncell’s genetic material (DNA) is enclosed within it, arranged into shapes \ncalled chromosomes. (Red blood cells do not have a nucleus, so they \nhave more room to absorb and carry the maximum amount of oxygen, \nwhich is their main function.)\nHumans are of course classified as animals. Many of our cells are like \nother animal cells.\n●●Generalised plant cells\nLike those belonging to animals, plant cells are eukaryotic. This means that \nthey may belong to single-celled or multicellular organisms, they do have a \nnucleus and they are generally larger than prokaryotic (bacterial) cells.\n▲ Figure 1.7 A generalised plant cell as seen with a microscope (magnified ×2800) \nand as three- and two-dimensional diagrams.\nComponents of plant cells\nPlant cells have many components in common with animal cells, \nincluding a nucleus in which the organism’s genetic material (DNA) \nis found. Plant cells also possess ribosomes for protein synthesis and \nmitochondria for respiration in their cytoplasm.\nPlant cells possess some components not present in animal cells. \nChloroplasts are small components, full of a green pigment called \nchlorophyll which is necessary for photosynthesis to occur. This reaction \nuses light energy from the Sun to convert carbon dioxide and water into \nglucose and oxygen and so provides an energy source for the plant. It is \nthe green chlorophyll in plants that gives some of their parts their green \ncolour. Most roots are hidden from the Sun and so cannot photosynthesise. \nThey do not have chloroplasts and so are often white, not green.\nThere are huge numbers of chloroplasts in leaf cells. There are often \nwell over half a million per square millimetre of leaf.\nPlant cells also possess a cell wall, unlike animal cells. This is made \nfrom cellulose and provides structure for the cell. Plants would not be \nable to stand upright to catch light energy from the Sun without cell \nwalls. The cell surface membrane is found inside the cell wall.\nKEy TERM\nPhotosynthesis  An endothermic \nreaction that occurs in the \nchloroplasts of plants and algae and \nstores energy in glucose.\nmitochondria\nnucleuscell surface \nmembranecell wallchlor oplastsvacuolecytoplasm\nribosomes\n▲ Figure 1.8 The structure of a \nchloroplast (magnification about ×15 000)."}}