{
  "alpha_pattern": {},
  "auto_mapping": null,
  "base_model_name_or_path": "TheBloke/Mistral-7B-Instruct-v0.2-GPTQ",
  "bias": "none",
  "fan_in_fan_out": false,
  "inference_mode": true,
  "init_lora_weights": true,
  "layers_pattern": null,
  "layers_to_transform": null,
  "loftq_config": {},
  "lora_alpha": 64,
  "lora_dropout": 0.1,
  "megatron_config": null,
  "megatron_core": "megatron.core",
  "modules_to_save": [
    "classifier"
  ],
  "peft_type": "LORA",
  "r": 32,
  "rank_pattern": {},
  "revision": null,
  "target_modules": [
    "k_proj",
    "down_proj",
    "gate_proj",
    "v_proj",
    "o_proj",
    "up_proj",
    "q_proj"
  ],
  "task_type": "SEQ_CLS"
}