{"pages":{"0":"SPECIFICATION \nREFERENCE1 THE CHEMISTRY OF LIFE 1A\nLEARNING OBJECTIVES\n ◼Under stand the importance of water as a solvent in transport, including its dipole nature.\nIONIC AND COVALENT BONDING\nBiology is the study of  living things – but living things consist of  chemical substances. The dragonfly \nand the plant it is resting on in fig A are all made of  chemicals. So is the cow in fig C – and it needs the chemical known as salt which it is licking to stay alive. If  you understand some of  the basic principles of  chemistry, you will develop a much better understanding of  biological systems. The chemical bonds within and between molecules affect the properties of  the compounds they form. This affects their functions within the cell and the organism. For example, if  you want to understand the chemistry of  water, you need to understand chemical bonds and how dipoles are created within molecules. \n▲ fig A  All life depends on some v ery fundamental chemistry.\nThe basic unit of  all elements is the atom. When the atoms of  two or more different elements react, they form a compound. An atom is made up of  a nucleus containing positive protons and neutral neutrons. The nucleus is surrounded by negative electrons. We can show this in a model as electrons orbiting around the nucleus in shells. When an atom has a full outer shell of  electrons, it is stable and does not react. However, most atoms do not have a full outer shell of  electrons. In chemical reactions, these electrons are involved in changes that give the atom a stable outer shell. There are two ways they can achieve this.\n •Ionic bonding:\n the atoms involved in the reaction give or receive electrons. One atom, or part of  \nthe molecule, gains one or more electrons and becomes an anion (a negative ion). The other atom, \nor part of  the molecule, loses one or more electrons and becomes a cation (a positive ion). Strong \nforces of  attraction called ionic bonds hold the oppositely charged ions together (see fig B).\nCl 1\n(2,8,7)\nchlorine atomNaKey\n   or    r epresents\na single electr on\n(2,8,1)\nsodium atomNa\n(2,8)\nsodium ionCl\n(2,8,8)\nchloride ion11\n22\n▲ fig B  T he formation of sodium chloride (salt), an inorganic substance that is very important in living organisms, is \nan example of ionic bonding.1.1\nUncorrected proof, all content subject to change at publisher discretion. Not for resale, circulation or distribution in whole or in part. ©Pearson 20185 1A.1 THE CHEMISTRY OF LIFE CHEMISTRY FOR BIOLOGISTS\n •Co valent bonding: the atoms involved in the reaction share electrons (see fig D). Covalent \nbonds are very strong and the molecules formed are usually neutral. However, in some covalent \ncompounds, the molecules are slightly polarised: this means that the electrons in the covalent bonds \nare not quite evenly shared. Consequently, the molecule has a part that is slightly negative and a part that is slightly positive. This separation of  charge is called a dipole, and the tiny charges are represented as δ\n + and δ  – (see fig F). The molecule is described as a polar molecule. This polarity \nis particularly common if  the bond involves one or more hydrogen atoms.\nOHH\n(2,8)\nwater moleculeO\n(2,6)\noxygen atomH 1 H 1\n(1)\nhydrogen\natom(1)\nhydrogen\natomH 1\n(1)\nhydrogen\natomH\n(1)\nhydrogen\natomHH\n(2)\nhydrogen\nmolecule\n \n▲ fig D  T he formation of hydrogen molecules and water molecules are examples of covalent bonding.\nTHE IMPORTANCE OF INORGANIC IONS\nWhen ionic substances dissolve in water, the ions separate in a process called dissociation. Cells are 60–70% water, so in living organisms most ionic substances exist as positive and negative ions. Many of  these ions play specialised roles in individual cells and in the functioning of  entire organisms. Here are some of  the inorganic ions (and their roles) you will meet as you study biology.\nIMPORTANT ANIONS\n •Nitr ate ions (NO3−) – these are needed in plants to make DNA and also amino acids and, \ntherefore, proteins from the products of  photosynthesis (see Sections 1A.5, 2B.3 and Book 2 Chapter 5A).\n •Phospha\nte ions (PO43−) – these are needed in all living organisms to make ATP and ADP as well \nas DNA and RNA (see Section 2B.3 and Book 2 Chapter 5A).\n •Chloride ions (Cl−) – these are needed in nerve impulses, sweating and many secretory systems in \nanimals (see Book 2 Chapters 7C and 8A).\n •Hy\ndrogencarbonate ions (HCO3−) – these are needed to buffer blood pH to prevent it becoming \ntoo acidic (see Section 1B.2).\nIMPORTANT CATIONS\n •Sodium ions (Na+) – these are needed in nerve impulses, sweating and many secretory systems in \nanimals (see Book 2 Chapter 8A).\n •Calcium ions (Ca2+) – these are needed for the formation of  calcium pectate for the middle lamella \nbetween two cell walls in plants, and for bone formation and muscle contraction in animals (see Section 4A.1 and Book 2 Chapters 7B and 7C).\n •Hy\ndrogen ions (H+) – these are needed in cellular respiration and photosynthesis, and in numerous \npumps and systems as well as pH balance (see Section 2A.4 and Book 2 Chapters 5A and 7A).\n •Ma\ngnesium ions (Mg2+) – these are needed for production of  chlorophyll in plants (see Book 2 \nChapter 5A).EXAM HINT\nMake sure you understand and \ncan explain the difference between ionic substances, charged particles and polar molecules.\n▲ fig C  Animals such as cows can \nuse a mineral lick to get the salt \nthey need to function.\nUncorrected proof, all content subject to change at publisher discretion. Not for resale, circulation or distribution in whole or in part. ©Pearson 2018CHEMISTRY FOR BIOLOGISTS 61A.1 THE CHEMISTRY OF LIFE\nTHE CHEMISTRY OF WATER\nAll reactions in living cells take place in water. Without water, \nsubstances could not move around the body. Water is one of  the reactants in the process of  photosynthesis, on which almost all life depends (see fig E). Understanding the properties of  water will help you understand many key systems in living organisms. \nWater is also a major habitat – it supports more life than any other \npart of  the planet.\n▲ fig E  W ater is vital for life on Earth in many different ways – in a desert, \nthe smallest amount of water allows plants to grow.\nThe simple chemical formula of  water is H2O. This tells us that \ntwo atoms of  hydrogen are joined to one atom of  oxygen to make \nup each water molecule. However, because the electrons are held closer to the oxygen atom than to the hydrogen atoms, water is a polar molecule (see fig F).\n104.5°Oδ2\nHδ1Hδ1\n▲ fig F  A model of a w ater molecule showing dipoles.\nOne major effect of  this polarity is that water molecules form hydrogen  bonds. The slightly negative oxygen atom of  one water \nmolecule will attract the slightly positive hydrogen atoms of  other water molecules in a weak electrostatic attraction called a hydrogen \nbond. Each individual hydrogen bond is weak but there are many of  them so the molecules of  water ‘stick together’ more than you might expect (see fig G). Water has relatively high melting and boiling points compared with other substances that have molecules of  a similar size because it takes a lot of  energy to break all the hydrogen bonds that hold the molecules together. Hydrogen bonds are important in protein structure (see Sections 1A.5 and 2B.1) \nand in the structure and functioning of  DNA (see Section 2B.3).Oδ2\nOδ2\nHδ1Hδ1Hδ1Hδ1\nHδ1Oδ2Oδ2\nOδ2Hδ1\nHδ1\nHδ1Hδ1Hδ1\n▲ fig G  Hydr ogen bonding in water molecules, based on attraction \nbetween positive and negative dipoles.\nTHE IMPORTANCE OF WATER\nThe properties of  water make it very important in biological \nsystems for many reasons.\n •W ater is a polar solvent. Because it is a polar molecule, many ionic \nsubstances like sodium chloride will dissolve in it (see fig H).  \nMany covalently bonded substances are also polar and will dissolve in water, but often do not dissolve in other covalently bonded solvents such as ethanol. Water also carries other substances, such as starch. As a result, most of  the chemical reactions within cells occur in water (in aqueous solution).\nsodium and chloride ionsin solution in water\nsalt and water mixed\nsodium chloride\nNaClionic bond sodium ionchlorideionδ1 chargeson hydrogenin water areattracted tonegativechloride ion\nδ2\n charges\non oxygenin water ar\ne\nattracted tothe positivesodium ionH\nH\nHHH\nH HO\nOO\nCl2\nCl2\nCl2Cl2\nCl2\nNa1OH\nCl2\nNa1Na1\nCl2Cl2\nCl2\nCl2Cl2\nNa1Na1Na1 Na1\nNa1Na1Na1\n▲ fig H  A model of sodium chloride dissolving in water as a result of the \ninteractions between the charges on sodium and chloride ions and the dipoles of the water molecules.\nUncorrected proof, all content subject to change at publisher discretion. Not for resale, circulation or distribution in whole or in part. ©Pearson 20187 1A.1 THE CHEMISTRY OF LIFE CHEMISTRY FOR BIOLOGISTS\n •W ater is an excellent transport medium because the dipole \nnature of  water enables many different substances to dissolve \nin it (see Sections 1B.2, 4A.4 and 4A.5).\n •As w\nater cools to 4\n °C, it r\neaches its maximum density. As it \ncools further, the molecules become more widely spaced. As a result, ice is less dense than water and floats, forming an insulating layer and helping to prevent the water underneath it from freezing. It also melts quickly because, being at the top, it is exposed to the sun. It is very unusual for the solid form of  a substance to be less dense than the liquid form. This unusual property enables organisms to live in water, even in countries where it gets cold enough to freeze in winter.\n •W\nater is slow to absorb and release heat – it has a high specific \nheat capacity. The hydrogen bonds between the molecules need a lot of  energy to separate them. This means the temperature of  large bodies of  water such as lakes and seas does not change much throughout the year. This makes them good habitats for living organisms.\n •W\nater is a liquid – it cannot be compressed. This is an \nimportant factor in many hydraulic mechanisms in living organisms.\n •W\nater molecules are cohesive – the forces between the \nmolecules mean they stick together. This is very important for the movement of  water from the roots to the leaves of  plants (see Sections 4A.3 and 4A.4).\n •W\nater molecules are adhesive – they are attracted to other \ndifferent molecules. This is also important in plant transport systems and in surface tension.\n •W\nater has a very high surface tension because the attraction \nbetween the water molecules, including hydrogen bonds, is greater than the attraction between the water molecules and the air. As a result, the water molecules hold together forming a thin ‘skin’ of  surface tension. Surface tension is very important in plant transport systems, and also affects life at the surface of  ponds, lakes and other water masses (see fig I).\nLEARNING TIP\nRemember that co means two similar things together, as in cohabit, \nand ad means two different things together.\n▲ fig I Without surface tension, a r aft spider like this could not move \nacross the water and hunt.EXAM HINT\nAll these properties are a result of dipoles and hydrogen bonding between water molecules. Make sure that you can explain the link between the property and the hydrogen bonding.\nCHECKPOINT\n1.   W hat is a dipole?\n2.\n    W hat are the differences between ionic substances and polar \nsubstances?\n3.\n   Ho\nw are hydrogen bonds formed between water molecules \nand what effect do they have on the properties of water?\n4.\n  Discuss how the properties of water affect living organisms.\nEXAM HINT\nIn exam questions, the command word discuss suggests that you may need to consider possible negative effects as well as the more obvious benefits to living organisms. You should identify the issue that is being assessed within the question. Explore all aspects of the issue. Investigate the issue by reasoning or argument.\nSUBJECT VOCABULARY\nanion a negative ion \ncation a positive ionionic bonds bonds formed when atoms give or receive electrons; \nthey result in charged particles called ions\ncovalent bonds bonds formed when atoms share electrons; covalent \nmolecules may be polar if the electrons are not shared equally\ndipole the separation of charge in a molecule when the electrons in \ncovalent bonds are not evenly shared\npolar molecule a molecule containing a dipoledissociation splitting of a molecule into smaller molecules, atoms, or \nions, especially by a reversible process\nhydrogen bonds weak electrostatic intermolecular bonds formed \nbetween polar molecules containing at least one hydrogen atomSKILLS PROBLEM SOLVING\nUncorrected proof, all content subject to change at publisher discretion. Not for resale, circulation or distribution in whole or in part. ©Pearson 2018","1":"SPECIFICATION \nREFERENCE1 THE CHEMISTRY OF LIFE 1A\nLEARNING OBJECTIVES\n ◼Under stand the importance of water as a solvent in transport, including its dipole nature.\nIONIC AND COVALENT BONDING\nBiology is the study of  living things – but living things consist of  chemical substances. The dragonfly \nand the plant it is resting on in fig A are all made of  chemicals. So is the cow in fig C – and it needs the chemical known as salt which it is licking to stay alive. If  you understand some of  the basic principles of  chemistry, you will develop a much better understanding of  biological systems. The chemical bonds within and between molecules affect the properties of  the compounds they form. This affects their functions within the cell and the organism. For example, if  you want to understand the chemistry of  water, you need to understand chemical bonds and how dipoles are created within molecules. \n▲ fig A  All life depends on some v ery fundamental chemistry.\nThe basic unit of  all elements is the atom. When the atoms of  two or more different elements react, they form a compound. An atom is made up of  a nucleus containing positive protons and neutral neutrons. The nucleus is surrounded by negative electrons. We can show this in a model as electrons orbiting around the nucleus in shells. When an atom has a full outer shell of  electrons, it is stable and does not react. However, most atoms do not have a full outer shell of  electrons. In chemical reactions, these electrons are involved in changes that give the atom a stable outer shell. There are two ways they can achieve this.\n •Ionic bonding:\n the atoms involved in the reaction give or receive electrons. One atom, or part of  \nthe molecule, gains one or more electrons and becomes an anion (a negative ion). The other atom, \nor part of  the molecule, loses one or more electrons and becomes a cation (a positive ion). Strong \nforces of  attraction called ionic bonds hold the oppositely charged ions together (see fig B).\nCl 1\n(2,8,7)\nchlorine atomNaKey\n   or    r epresents\na single electr on\n(2,8,1)\nsodium atomNa\n(2,8)\nsodium ionCl\n(2,8,8)\nchloride ion11\n22\n▲ fig B  T he formation of sodium chloride (salt), an inorganic substance that is very important in living organisms, is \nan example of ionic bonding.1.1\nUncorrected proof, all content subject to change at publisher discretion. Not for resale, circulation or distribution in whole or in part. ©Pearson 20185 1A.1 THE CHEMISTRY OF LIFE CHEMISTRY FOR BIOLOGISTS\n •Co valent bonding: the atoms involved in the reaction share electrons (see fig D). Covalent \nbonds are very strong and the molecules formed are usually neutral. However, in some covalent \ncompounds, the molecules are slightly polarised: this means that the electrons in the covalent bonds \nare not quite evenly shared. Consequently, the molecule has a part that is slightly negative and a part that is slightly positive. This separation of  charge is called a dipole, and the tiny charges are represented as δ\n + and δ  – (see fig F). The molecule is described as a polar molecule. This polarity \nis particularly common if  the bond involves one or more hydrogen atoms.\nOHH\n(2,8)\nwater moleculeO\n(2,6)\noxygen atomH 1 H 1\n(1)\nhydrogen\natom(1)\nhydrogen\natomH 1\n(1)\nhydrogen\natomH\n(1)\nhydrogen\natomHH\n(2)\nhydrogen\nmolecule\n \n▲ fig D  T he formation of hydrogen molecules and water molecules are examples of covalent bonding.\nTHE IMPORTANCE OF INORGANIC IONS\nWhen ionic substances dissolve in water, the ions separate in a process called dissociation. Cells are 60–70% water, so in living organisms most ionic substances exist as positive and negative ions. Many of  these ions play specialised roles in individual cells and in the functioning of  entire organisms. Here are some of  the inorganic ions (and their roles) you will meet as you study biology.\nIMPORTANT ANIONS\n •Nitr ate ions (NO3−) – these are needed in plants to make DNA and also amino acids and, \ntherefore, proteins from the products of  photosynthesis (see Sections 1A.5, 2B.3 and Book 2 Chapter 5A).\n •Phospha\nte ions (PO43−) – these are needed in all living organisms to make ATP and ADP as well \nas DNA and RNA (see Section 2B.3 and Book 2 Chapter 5A).\n •Chloride ions (Cl−) – these are needed in nerve impulses, sweating and many secretory systems in \nanimals (see Book 2 Chapters 7C and 8A).\n •Hy\ndrogencarbonate ions (HCO3−) – these are needed to buffer blood pH to prevent it becoming \ntoo acidic (see Section 1B.2).\nIMPORTANT CATIONS\n •Sodium ions (Na+) – these are needed in nerve impulses, sweating and many secretory systems in \nanimals (see Book 2 Chapter 8A).\n •Calcium ions (Ca2+) – these are needed for the formation of  calcium pectate for the middle lamella \nbetween two cell walls in plants, and for bone formation and muscle contraction in animals (see Section 4A.1 and Book 2 Chapters 7B and 7C).\n •Hy\ndrogen ions (H+) – these are needed in cellular respiration and photosynthesis, and in numerous \npumps and systems as well as pH balance (see Section 2A.4 and Book 2 Chapters 5A and 7A).\n •Ma\ngnesium ions (Mg2+) – these are needed for production of  chlorophyll in plants (see Book 2 \nChapter 5A).EXAM HINT\nMake sure you understand and \ncan explain the difference between ionic substances, charged particles and polar molecules.\n▲ fig C  Animals such as cows can \nuse a mineral lick to get the salt \nthey need to function.\nUncorrected proof, all content subject to change at publisher discretion. Not for resale, circulation or distribution in whole or in part. ©Pearson 2018","2":"5 1A.1 THE CHEMISTRY OF LIFE CHEMISTRY FOR BIOLOGISTS\n •Co valent bonding: the atoms involved in the reaction share electrons (see fig D). Covalent \nbonds are very strong and the molecules formed are usually neutral. However, in some covalent \ncompounds, the molecules are slightly polarised: this means that the electrons in the covalent bonds \nare not quite evenly shared. Consequently, the molecule has a part that is slightly negative and a part that is slightly positive. This separation of  charge is called a dipole, and the tiny charges are represented as δ\n + and δ  – (see fig F). The molecule is described as a polar molecule. This polarity \nis particularly common if  the bond involves one or more hydrogen atoms.\nOHH\n(2,8)\nwater moleculeO\n(2,6)\noxygen atomH 1 H 1\n(1)\nhydrogen\natom(1)\nhydrogen\natomH 1\n(1)\nhydrogen\natomH\n(1)\nhydrogen\natomHH\n(2)\nhydrogen\nmolecule\n \n▲ fig D  T he formation of hydrogen molecules and water molecules are examples of covalent bonding.\nTHE IMPORTANCE OF INORGANIC IONS\nWhen ionic substances dissolve in water, the ions separate in a process called dissociation. Cells are 60–70% water, so in living organisms most ionic substances exist as positive and negative ions. Many of  these ions play specialised roles in individual cells and in the functioning of  entire organisms. Here are some of  the inorganic ions (and their roles) you will meet as you study biology.\nIMPORTANT ANIONS\n •Nitr ate ions (NO3−) – these are needed in plants to make DNA and also amino acids and, \ntherefore, proteins from the products of  photosynthesis (see Sections 1A.5, 2B.3 and Book 2 Chapter 5A).\n •Phospha\nte ions (PO43−) – these are needed in all living organisms to make ATP and ADP as well \nas DNA and RNA (see Section 2B.3 and Book 2 Chapter 5A).\n •Chloride ions (Cl−) – these are needed in nerve impulses, sweating and many secretory systems in \nanimals (see Book 2 Chapters 7C and 8A).\n •Hy\ndrogencarbonate ions (HCO3−) – these are needed to buffer blood pH to prevent it becoming \ntoo acidic (see Section 1B.2).\nIMPORTANT CATIONS\n •Sodium ions (Na+) – these are needed in nerve impulses, sweating and many secretory systems in \nanimals (see Book 2 Chapter 8A).\n •Calcium ions (Ca2+) – these are needed for the formation of  calcium pectate for the middle lamella \nbetween two cell walls in plants, and for bone formation and muscle contraction in animals (see Section 4A.1 and Book 2 Chapters 7B and 7C).\n •Hy\ndrogen ions (H+) – these are needed in cellular respiration and photosynthesis, and in numerous \npumps and systems as well as pH balance (see Section 2A.4 and Book 2 Chapters 5A and 7A).\n •Ma\ngnesium ions (Mg2+) – these are needed for production of  chlorophyll in plants (see Book 2 \nChapter 5A).EXAM HINT\nMake sure you understand and \ncan explain the difference between ionic substances, charged particles and polar molecules.\n▲ fig C  Animals such as cows can \nuse a mineral lick to get the salt \nthey need to function.\nUncorrected proof, all content subject to change at publisher discretion. Not for resale, circulation or distribution in whole or in part. ©Pearson 2018CHEMISTRY FOR BIOLOGISTS 61A.1 THE CHEMISTRY OF LIFE\nTHE CHEMISTRY OF WATER\nAll reactions in living cells take place in water. Without water, \nsubstances could not move around the body. Water is one of  the reactants in the process of  photosynthesis, on which almost all life depends (see fig E). Understanding the properties of  water will help you understand many key systems in living organisms. \nWater is also a major habitat – it supports more life than any other \npart of  the planet.\n▲ fig E  W ater is vital for life on Earth in many different ways – in a desert, \nthe smallest amount of water allows plants to grow.\nThe simple chemical formula of  water is H2O. This tells us that \ntwo atoms of  hydrogen are joined to one atom of  oxygen to make \nup each water molecule. However, because the electrons are held closer to the oxygen atom than to the hydrogen atoms, water is a polar molecule (see fig F).\n104.5°Oδ2\nHδ1Hδ1\n▲ fig F  A model of a w ater molecule showing dipoles.\nOne major effect of  this polarity is that water molecules form hydrogen  bonds. The slightly negative oxygen atom of  one water \nmolecule will attract the slightly positive hydrogen atoms of  other water molecules in a weak electrostatic attraction called a hydrogen \nbond. Each individual hydrogen bond is weak but there are many of  them so the molecules of  water ‘stick together’ more than you might expect (see fig G). Water has relatively high melting and boiling points compared with other substances that have molecules of  a similar size because it takes a lot of  energy to break all the hydrogen bonds that hold the molecules together. Hydrogen bonds are important in protein structure (see Sections 1A.5 and 2B.1) \nand in the structure and functioning of  DNA (see Section 2B.3).Oδ2\nOδ2\nHδ1Hδ1Hδ1Hδ1\nHδ1Oδ2Oδ2\nOδ2Hδ1\nHδ1\nHδ1Hδ1Hδ1\n▲ fig G  Hydr ogen bonding in water molecules, based on attraction \nbetween positive and negative dipoles.\nTHE IMPORTANCE OF WATER\nThe properties of  water make it very important in biological \nsystems for many reasons.\n •W ater is a polar solvent. Because it is a polar molecule, many ionic \nsubstances like sodium chloride will dissolve in it (see fig H).  \nMany covalently bonded substances are also polar and will dissolve in water, but often do not dissolve in other covalently bonded solvents such as ethanol. Water also carries other substances, such as starch. As a result, most of  the chemical reactions within cells occur in water (in aqueous solution).\nsodium and chloride ionsin solution in water\nsalt and water mixed\nsodium chloride\nNaClionic bond sodium ionchlorideionδ1 chargeson hydrogenin water areattracted tonegativechloride ion\nδ2\n charges\non oxygenin water ar\ne\nattracted tothe positivesodium ionH\nH\nHHH\nH HO\nOO\nCl2\nCl2\nCl2Cl2\nCl2\nNa1OH\nCl2\nNa1Na1\nCl2Cl2\nCl2\nCl2Cl2\nNa1Na1Na1 Na1\nNa1Na1Na1\n▲ fig H  A model of sodium chloride dissolving in water as a result of the \ninteractions between the charges on sodium and chloride ions and the dipoles of the water molecules.\nUncorrected proof, all content subject to change at publisher discretion. Not for resale, circulation or distribution in whole or in part. ©Pearson 2018","3":"SPECIFICATION \nREFERENCE2  CARBOHYDRA TES 1:  \nMONOSACCHARIDES AND  \nDISACCHARIDES\nWHAT ARE ORGANIC COMPOUNDS?\nBiological molecules are the key to the structure and function of  \nliving things. Biological molecules are often organic compounds. Organic compounds all contain carbon atoms. They also contain atoms of  hydrogen, oxygen and, less frequently, nitrogen, sulfur and phosphorus. Most of  the material in your body that is not water consists of  these organic molecules. An understanding of  why organic molecules are special will help you to understand the chemistry of  biological molecules including carbohydrates, lipids and proteins.\nEach carbon atom can make four bonds and so it can connect \nto four other atoms. Carbon atoms bond particularly strongly to other carbon atoms to make long chains. The four bonds of  a carbon atom usually form a tetrahedral shape. This means carbon compounds can be rings, branched chains or any number of  three-dimensional (3D) shapes (see fig A). In some carbon compounds small molecules (monomers) bond with many other similar units to make a very large molecule called a polymer. The ability of  carbon to combine and make macromolecules (large molecules) is the basis of  all biological molecules and provides the great variety and complexity found in living things.\nThese two bonds\nare in the plane\nof the paper.\nor more often as:C This bond goesback behind the\nplane of the paper.\nThis bond sticks out ofthe plane of the paper.\ncan be shown with corners representing carbons, and itshydrogens ignored:\nH\nCC\nHHCC\nHH\nHH\nHHC\nHC\nHHCC\nC\nHHC\nHHHH HH\nThis part \nof a chain molecule:\n▲ fig A  T he bonds in a carbon atom have a complicated 3D shape. This is \ndifficult to represent, so in most molecular diagrams we use one of several different ways to draw them.LEARNING OBJECTIVES\n ◼Know the diff erence between monosaccharides and disaccharides. \n ◼Know how to use Benedict’\ns reagent. \n ◼Know how monosaccharides (glucose\n, fructose and galactose) join to form disaccharides (maltose, sucrose and \nlactose) through condensation reactions forming glycosidic bonds, and how they can be split through hydrolysis \nreactions.\nCARBOHYDRATES\nCarbohydrates are important in cells as a usable energy source \nand important in human foods around the world (see fig B). They are also important for storing energy and they form an important part of  the cell wall in plants, fungi and bacteria. Sugars and starch are the best known carbohydrates. Sucrose is the familiar white crystalline table sugar; glucose is used as a fuel by the cells of  our bodies. Starch is in rice, flour and potatoes. But the group of  substances called carbohydrates contains many more compounds, as you will discover.\n▲ fig B  Carbohydr ates are important molecules in both plants and animals \n– and carbohydrate foods like this bread play a major role in the human \ndiet.\nThe basic structure of  all carbohydrates is the same. They consist \nof  carbon, hydrogen and oxygen. There are three main groups of  carbohydrates: monosaccharides, disaccharides and \npolysaccharides. Some have more complex molecules than others (see Section 1A.3).\nMONOSACCHARIDES: THE SIMPLE SUGARS \nMonosaccharides are simple sugars in which there is one oxygen \natom and two hydrogen atoms for each carbon atom in the molecule. A general formula for this can be written (CH\n2O)n. Here \nn can be any number, but it is usually low.\nTriose sugars (n = 3) have three carbon atoms and the general \nformula C3H6O3. They are important in mitochondria, where the \nrespiration process breaks down glucose into triose sugars (see Book 2 Chapter 7A).1A1.4 CP1 1.3 1.2(ii) 1.2(i)\nUncorrected proof, all content subject to change at publisher discretion. Not for resale, circulation or distribution in whole or in part. ©Pearson 20189 1A.2 CARBOHYDRATES 1 CHEMISTRY FOR BIOLOGISTS\n •P entose sugars (n = 5) have five carbon atoms and the \ngeneral formula C5H10O5. Ribose and deoxyribose are \nimportant in the nucleic acids deoxyribonucleic acid \n(DNA) and ribonucleic acid (RNA), which make up the genetic material (see Section 2B.3).\n •Hex\nose sugars (n = 6) have six carbon atoms and the general \nformula C6H12O6. They are the best known monosaccharides, \noften taste sweet and include glucose, galactose and fructose.\nGeneral formulae show you how many atoms there are in the \nmolecule, and what type they are, but they do not tell you what the molecule looks like and why it behaves as it does. To show this, you can use displayed formulae. Although these do not show all the detailed shape in the carbon chain, they can give you a good idea of  how the molecules are arranged in three dimensions. This can help to explain why biological systems behave as they do (see figs C and D).\nO\nC C\nCHH\nOHribose\nOHOH\nHHCH2OH\nC\n▲ fig C  P entose sugars such as ribose have 5 carbon atoms.\nCH2OH\nOH\nHH\nIn these diagrams, the positions of carbon atoms are \nrepresented by their numbers only.Note carefully the different arrangement of atomsaround the carbon 1 atom in -glucose and -glucose.H\nHOH\nOH1 46\n2 35 H\nHO HOH\n1 4\n2 356CH2OH\nOH\nHH\nOHH\nOHH\nor, even more simply:\nH\nHOH\nOH1 46\n2 35 H\nHO HOH\n1 4\n2 356OO\nO Oα-glucose β-glucose\nα-glucose β-glucose\nβ α\n▲ fig D  He xose sugars have a ring structure. The arrangement of the atoms \non the side chains can make a significant difference to the way in which the molecule can be used by the body. The carbon atoms are numbered in order to identify the different arrangements.\nGlucose has two isomers (different forms): α-glucose and \nβ-glucose. The two isomers have different arrangements of  the atoms on the side chains of  the molecule. The different isomers form different bonds between neighbouring glucose molecules, and this affects the polymers that are made. Y ou will learn more about α- and β-glucose in Section 4A.5.\nDID YOU KNOW? \nHydrogenating some sugars reduces the energy they provide. When glucose is hydrogenated, it forms sorbitol (C\n6H14O6). Sorbitol \ntastes up to 60% sweeter than glucose but it provides less energy when it is used in the body (11\n kJg−1 compared to 17  kJg−1). The \ncombination of the very sweet taste and the lower energy count makes it useful as a sweetener for people who want to lose weight. A small change in the chemical structure has a big effect on function.\nDISACCHARIDES: THE DOUBLE SUGARS\nDisaccharides consist of  two monosaccharides joined together – for example sucrose (table sugar) is formed by a molecule of  α-glucose joining with a molecule of  fructose. Two monosaccharides join in a condensation reaction to form a disaccharide, and a molecule of  water (H\n2O) is released. The \nlink between the two monosaccharides results in a covalent bond known as a glycosidic bond (see fig E). We use numbers to show which carbon atoms are involved in the bond. If  carbon 1 on one monosaccharide joins to carbon 4 on another monosaccharide, we call it a 1,4-glycosidic bond. If  the bond is between carbon 1 and carbon 6, it is a 1,6-glycosidic bond.\nH\nHOH\nOHO\n1 46\n2 35\n1,4-glycosidic bondH\nHOOHH O\n1 4\n2 356\nH\nHOH O\n1 4\n2 356\nH\nOOHH O\n1 4\n2 356\nmaltosecondensation\nH2Oα-glucose α-glucose\n▲ fig E  T he formation of a glycosidic bond. The condensation reaction \nbetween two monosaccharides results in a disaccharide and a molecule  of water.\nWhen different monosaccharides join together, different \ndisaccharides are made, and these have different properties. Many disaccharides taste sweet. Table A shows some of  the more common ones.\nDISACCHARIDE SOURCE MONOSACCHARIDE\nsucrose stored in plants such as \nsugar caneglucose + fructose\nlactose milk sugar – this is the main \ncarbohydrate found in milkglucose + galactose\nmaltose malt sugar – found in \ngerminating seed such as barleyglucose + glucose\ntable A Three common disaccharides\nUncorrected proof, all content subject to change at publisher discretion. Not for resale, circulation or distribution in whole or in part. ©Pearson 2018","4":"1ASPECIFICATION \nREFERENCE 3  CARBOHYDRA TES 2: \nPOLYSACCHARIDES\nThe most complex carbohydrates are the polysaccharides. They are made of  many monosaccharide units \njoined by condensation reactions that create glycosidic bonds (see Section 1A.2 fig E). Polysaccharides \ndo not have the sweet taste of  many mono- and disaccharides, but these complex polymers include some very important biological molecules.\nMolecules with between 3 and 10 sugar units are known as oligosaccharides, while molecules \ncontaining 11 or more monosaccharides are known as true polysaccharides. The glycosidic bonds in the polysaccharide can be broken to release monosaccharide units for cellular respiration.\nThe glycosidic bond between two glucose units is split by a process known as hydrolysis (see fig A).  \nThe hydrolysis reaction is the opposite of  the condensation reaction that created the molecule, so water \nis added to the bond. Starch and glycogen are gradually broken down into shorter and shorter chains and eventually single sugars are left. Disaccharides break down to form two monosaccharides. Hydrolysis takes place during digestion in the gut, and also in the muscle and liver cells when the carbohydrate stores are broken down to release sugars for use in cellular respiration (see Book 2 Chapter 7A).\nH\nHOH\nOHO\n1 46\n2 35\n1,4-glycosidic bondH\nHO OHH O\n1 4\n2 356\nH\nHOH O\n1 4\n2 356H\nOOHH O\n1 4\n2 356\nmaltosecondensation hydrolysis\nH2O H2Oα-glucose α-glucose\n▲ fig A  Gly cosidic bonds are made by condensation reactions and broken down by hydrolysis.\nCARBOHYDRATES AND ENERGY \nMONOSACCHARIDES AND DISACCHARIDES\nEvery chemical reaction taking place in a cell needs energy. This energy is supplied by a substance \ncalled adenosine triphosphate, ATP . This ATP comes from the breakdown of  the monosaccharide \nglucose, using oxygen, in the process of  cellular respiration. Y ou will learn much more about cellular respiration later in your course in Book 2 Chapter 7A. \nThe arrangement of  atoms in a molecule of  α-glucose means that it can be broken down completely \nin a series of  reactions, if  oxygen is available. The compounds that are produced, called the end products, are waste carbon dioxide and water, and lots of  ATP . This supplies the energy needed for all the reactions in the cell. LEARNING TIP\nGlycosidic bonds are formed \nwith the removal of a molecule of water in condensation reactions. \nGlycosidic bonds are broken \nwith the addition of a molecule of water in hydrolysis reactions.\nEXAM HINT\nBe careful not to say that this produces or creates energy for cell processes. Energy cannot be created – it is converted from one form to another. Here, chemical energy is transferred from the glucose molecule to the ATP molecules.LEARNING OBJECTIVES\n ◼Know the diff erence between monosaccharides, disaccharides and polysaccharides, including glycogen and starch.\n ◼Explain how monosaccharides join to f\norm polysaccharides through condensation reactions forming glycosidic \nbonds, and how these can be split through hydrolysis reactions.\n ◼R\nelate the structures of monosaccharides, disaccharides and polysaccharides to their roles in providing and  \nstoring energy.1.4 CP1 1.3 1.2(ii) 1.2(i)\nUncorrected proof, all content subject to change at publisher discretion. Not for resale, circulation or distribution in whole or in part. ©Pearson 2018CHEMISTRY FOR BIOLOGISTS 12 1A.3 CARBOHYDRATES 2\nAny glucose in the food you eat can be absorbed and used \ndirectly in your cells. Other monosaccharides and disaccharides – for example, fructose, maltose and sucrose – are also easily absorbed in the body and rapidly converted to glucose. So foods containing monosaccharides and disaccharides are a good source of  relatively instant energy (see fig B). However, these cannot be used to store energy because they are chemically active, and they are very soluble in water, so they affect the water balance of  the cells. Y ou will find out why that is so important in Chapter 2A.\n▲ fig B  T hese medjool dates contain a lot of fructose. That is why they taste \nso sweet and give you instant energy.\nPOLYSACCHARIDES\nThe structure of  polysaccharides makes them ideal as energy \nstorage molecules within a cell.\n •T\nhey can form very compact molecules, which take up little space.\n •T\nhey are physically and chemically inactive, so they do not \ninterfere with the other functions of  the cell.\n •T\nhey are not very soluble in water, so have almost no  \neffect on water potential within a cell and cause no  osmotic water movements.\nSTARCH\nStarch is particularly important as an energy store in plants. The sugars produced by photosynthesis are rapidly converted into starch, which is insoluble and compact but can be broken down rapidly to release glucose when it is needed. Storage organs such as sweet potatoes (yams) are particularly rich in starch. Y ou will find out a lot more about the importance of  starch in plants in Chapter 4A of  this book.\nStarch consists of  long chains of  α-glucose. But if  you look at it \nmore closely you will see that it is a mixture of  two compounds:\n •Amylose\n: an unbranched polymer of  between 200 and 5000 \nglucose units. As the chain lengthens the molecule spirals, which makes it more compact for storage.\n •Amylopectin\n: a branched polymer of  glucose units. The \nbranching chains have many terminal glucose units that can be broken off  rapidly when energy is needed.\nAmylose and amylopectin are both long chains of  α-glucose units – so why are the molecules so different? It all depends on the carbon atoms involved in the glycosidic bonds.\nAmylose has only 1,4-glycosidic bonds, which is why the \nmolecules are long unbranched chains.\nIn amylopectin, many of  the glucose molecules are joined by \n1,4-glycosidic bonds, but there are also a few 1,6-glycosidic bonds. This results in the branching chains that change the properties of  the molecule.EXAM HINT\nBe sure you can relate the structure of the molecule to its function as \na storage molecule.\nCoiling makes it compact so it takes up less space and doesn’t get in \nthe way of organelles or substances moving around the cell.\nLarge molecules are insoluble so they do not interfere with the water \npotential of the cell.\nPRACTICAL SKILLS CP1\nTesting for starch\nIf you add a few drops of reddish-brown iodine solution to a sample \ncontaining starch (whether it is a solid sample or a sample in solution), the iodine solution will turn blue-black (see fig C).\nStarch has a combination of  straight-chain amylose and branched-\nchain amylopectin molecules (see fig D). This combination explains why carbohydrate foods like rice and pasta are so good for you when you are doing sport or hard physical work. The amylopectin releases glucose for cellular respiration rapidly when needed. Amylose releases glucose more slowly over time, keeping you going longer.\namyloseside group\nthis chain forms a spiralH\n1 41\n414\n1\n4\n1\n6\n1\n441 44 1\nHOO\nOO\nOO\nO OO\namylopectin\n1,6-glycosidic bond\n1,4-glycosidic bondH\nHOO\nOO\nOO\nO H\nHOO\nOO\nOOO\nO\nO\nOO\n▲ fig D  Amylose and amylopectin — a small differ ence in the position \nof the glycosidic bonds in the molecule makes a big difference to the \nproperties of the compounds.\n◀ fig C  T he iodine test for starch\nUncorrected proof, all content subject to change at publisher discretion. Not for resale, circulation or distribution in whole or in part. ©Pearson 201813 1A.3 CARBOHYDRATES 2 CHEMISTRY FOR BIOLOGISTS\nGLYCOGEN\nGlycogen is sometimes referred to as ‘animal starch’ because it is the only carbohydrate energy \nstore found in animals. It is also an important storage carbohydrate in fungi. Chemically, glycogen is very similar to the amylopectin molecules in starch, and it also has many α-glucose units. Like starch, it is very compact, but the glycogen molecule has more 1,6-glycosidic bonds than the starch molecule, giving it many side branches. This means that glycogen can be broken down very rapidly. This makes it an ideal source of  glucose for animals which may require rapid release of  energy at certain times of  high activity levels (see fig E). \nnucleus\nglycogen \ngranules\nCH2OH\nO\nOOH\nHHOH\nOH\nOHH H\nOH HCH2OH\nO\nOHHHOHH H\n1\n6\n5\n414\n32CH2OH\nO\nOOH\nHH\nOHOHH HH HCH2OH\nO\nOH\nHH\nOHH H\nOHCH2\nO\nOH\nHH\nOHH H\nOHCH2OH\nO\nOH\nHH\nOHH H\nOHCH2OH\nO\nOH\nHH\nOHH H\n▲ fig E  In (a)  you can see liver cells full of small glycogen granules, stained pink in this micrograph. If your blood \nglucose levels are low, this glycogen store in your liver can be broken down to provide the glucose you need for \ncellular respiration. In (b) you can see the structure of glycogen with 1,4 and 1,6-glycosidic bonds.\nThe chemical structure of  glycogen shown in fig E (b) looks very similar to that of  amylopectin. \nHowever, when you look at bigger sections of  the molecules in fig F you can see that glycogen has many more branches than amylopectin. \namylose\namylopectin glycogen\n▲ fig F  Y ou can clearly see the many side branches which allow glycogen to be broken down so quickly when you \ncompare amylose, amylopectin and glycogen.\nCHECKPOINT \n1.  Explain wh y sugars such as glucose and sucrose are useful for immediate energy, but are not suitable as \nlong-term energy stores.\n2. \n Explain ho\nw the structure of carbohydrates is related to their function as storage molecules providing \nthe fuel for cellular respiration in animals and plants.(b)(a)\nEXAM HINT\nBe clear about the differences \nbetween 1,4-glycosidic bonds and 1,6-glycosidic links. It is easy to get them wrong and lose marks as a result.\nSKILLS CREATIVITYDID YOU KNOW? \nWhen starch is cooked all the \ncoiled molecules unwind and get tangled together. This is why flour can thicken a gravy or sauce, and why you can make glue from flour. It also explains why the molecules must be coiled. If they were not coiled, the cytoplasm would be a solid tangled mass of starch molecules.\nSUBJECT VOCABULARY\noligosaccharides molecules \nwith between 3 and 10 monosaccharide units\nhydrolysis a reaction in which \nbonds are broken by the addition of a molecule of water\nATP  adenosine triphosphate, \nthe molecule that acts as \na universal energy supply molecule in all cells\nend products the final \nproducts of a chemical reaction\namylose a complex \ncarbohydrate containing only α-glucose monomers joined together by 1,4-glycosidic bonds so the molecules form long unbranched chains\namylopectin a complex \ncarbohydrate made up of α-glucose monomers joined by 1,4-glycosidic bonds with some 1,6-glycosidic bonds so the molecules branch repeatedly\nglycogen a complex \ncarbohydrate with many α-glucose units joined by 1,4-glycosidic bonds with many 1,6-glycosidic bonds, giving it many side branches\nUncorrected proof, all content subject to change at publisher discretion. Not for resale, circulation or distribution in whole or in part. ©Pearson 2018","5":"1ASPECIFICATION \nREFERENCE4 LIPIDS\nThe lipids are another group of  organic substances that play a vital role in organisms. They are an \nintegral part of  all cell membranes and are also used as an energy store. Lipids contain many carbon–\nhydrogen bonds and almost no oxygen. When lipids are oxidised in the respiration process, the bonds are broken and carbon dioxide and water are the final products. This reaction can be used to drive the production of  much ATP (see Sections 1A.3, 2A.2 and 2A.4 and Book 2 Chapter 5A). Lipids, \nespecially triglycerides, store about three times as much energy as the same mass of  carbohydrates. Many plants and animals convert spare food into oils or fats as an energy store to use when needed. For example, the seeds of  plants contain lipids to provide energy for the seedling when it starts to grow, which is why seeds are such an important food source for many animals.\nFATS AND OILS\nFats and oils are important groups of  lipids. Chemically they are very similar, but fats such as butter are solids at room temperature whereas oils such as olive oil are liquids (see fig A). Fats come mainly from animal sources while oils are mainly from plant sources.\nLike carbohydrates, the chemical elements that all lipid molecules contain are carbon, hydrogen and \noxygen. However, lipids contain a much lower proportion of  oxygen than carbohydrates. Fats and oils contain two types of  organic chemical substance, fatty acids and glycerol (propane-1,2,3-triol). These are combined using ester bonds. Glycerol has the chemical formula C\n3H8O3 (see fig B).\nAll fatty acids have a long hydrocarbon chain – a folded backbone of  carbon atoms with hydrogen atoms attached, and a carboxyl group (–COOH) at one end. Living tissues contain more than 70 different types of  fatty acid. Fatty acids vary in two ways:\n •the length of\n the carbon chain can differ (but is often 15–17 carbon atoms long)\n •the f\natty acid may be a saturated fatty acid or an unsaturated fatty acid.\nIn a saturated fatty acid, each carbon atom is joined to the one next to it by a single covalent bond. A common example is stearic acid (see fig C). In an unsaturated fatty acid, the carbon chains have one or more double covalent bonds between carbon atoms in them. A monounsaturated fatty acid has one carbon–carbon double bond and a polyunsaturated fatty acid has more than one carbon–carbon double bond (see fig D). Linoleic acid is an example of  a polyunsaturated fatty acid. It is an essential fatty acid in our diet because we cannot make it from other substances.\nCH3COOH (CH2)16CH\nHH\nHC HCH\nHH\nHCCH\nHH\nHCCH\nHH\nHCCH\nHH\nHCCH\nHH\nHCCH\nHH\nHCCH\nHH\nHCC OHH\nHCO\n▲ fig C  Displa yed formula of stearic acid, a saturated fatty acid found in both plant and animal fats\nCH\nHH\nHC HCH\nHH\nHCCH H\nHCCH\nHH\nCC\ncarbon–carbon double bondH H\nCCH\nHH\nHCCH\nHH\nHCCH\nHH\nHCC OHH\nHCO\n \n▲ fig D  Displa yed formula of linoleic acid, a polyunsaturated fatty acidH\nHH CH\nCH\nOH OH OHC\n▲ fig B  Displa yed formula of \nglycerol (propane-1,2,3-triol)LEARNING OBJECTIVES\n ◼Know how a trigly ceride is synthesised by the formation of ester bonds during condensation reactions between \nglycerol and three fatty acids.\n ◼Describe the diff\nerences between unsaturated and saturated fatty acids.\n▲ fig A  Oliv e oil comes from \npressed olives and is widely used for food and cooking around the world.1.5(ii) 1.5(i)\nUncorrected proof, all content subject to change at publisher discretion. Not for resale, circulation or distribution in whole or in part. ©Pearson 201815 1A.4 LIPIDS CHEMISTRY FOR BIOLOGISTS\nFORMING ESTER BONDS \nA triglyceride is made when glycerol combines with three fatty acids. A bond is formed in a condensation \nreaction between the carboxyl group (–COOH) of  a fatty acid and one of  the hydroxyl groups (–OH) of  the glycerol. A molecule of  water is removed and the bond created is called an ester bond. This type of  condensation reaction is called esterification (see fig E). The nature of  the lipid formed depends on \nwhich fatty acids are joined together. For example, lipids containing saturated fatty acids are more likely to be solid at room temperature than those containing unsaturated fatty acids. Longer chain fatty acids are also more likely to produce solid fats.\nglycerolFor simplicity, fatty acids ar e represented by this general \nformula wher e ‘R’ represents the hydrocarbon chain. \nThe fatty acids below ar e drawn in reversed form.\n3 fatty acids triglyceride\nNote: there are only 6 atoms of \noxygen in a triglyceride molecule.condensationhydrolysis3H2O\nHH\nCO H\nHC OH\nHC OH\nHHOO\nCR\nORO\nCO H\nHO CR\nO\nC HO RHH\nCO\nHC O\nHC O\nHO\nCRester bond\nO\nCR\nO\nC R\n▲ fig E  T he formation of ester bonds\nCHECKPOINT\n1.  Explain ho w triglycerides are formed. \n2.\n   Describe the main diff erence between a saturated and an unsaturated fatty acid, and the effect of  \nthis difference on the properties of the lipids formed from unsaturated fatty acids  compared to  \nlipids formed from saturated fatty acids.\nSUBJECT VOCABULARY\nlipids a large family of organic molecules that are important in cell membranes and as an energy store in \nmany organisms; they include triglycerides, phospholipids and steroids\nfatty acids organic acids with a long hydrocarbon chainglycerol propane-1,2,3-triol, an important component of triglyceridesester bonds bonds formed in a condensation reaction between the carboxyl group (–COOH) of a fatty acid \nand one of the hydroxyl groups (–OH) of glycerol\nsaturated fatty acid a fatty acid in which each carbon atom is joined to the one next to it in the \nhydrocarbon chain by a single covalent bond\nunsaturated fatty acid a fatty acid in which the carbon atoms in the hydrocarbon chain have one or more \ndouble covalent bonds in them\nmonounsaturated fatty acid a fatty acid with only one double covalent bond between carbon atoms in the \nhydrocarbon chain\npolyunsaturated fatty acid a fatty acid with two or more double covalent bonds between carbon atoms in \nthe hydrocarbon chain\nesterification the process by which ester bonds are madeEXAM HINT\nWhen you discuss unsaturated fatty acids, make it clear that the double bonds are between carbon atoms. Refer to them as carbon–carbon double bonds, not just double bonds.\nLEARNING TIP\nRemember that animal fats are usually saturated fatty acids and are more likely to be solid at room temperature. This is why  a spread made from plant oils  is quite spreadable when you take it out of the fridge, but butter is not.\nSKILLS ADAPTIVE LEARNING\nUncorrected proof, all content subject to change at publisher discretion. Not for resale, circulation or distribution in whole or in part. ©Pearson 2018","6":"1ASPECIFICATION \nREFERENCE5 PROTEINS\nAbout 18% of  your body is made up of  protein. Proteins make \nhair, skin and nails, the enzymes needed for metabolism and digestion, and many of  the hormones that control the different body systems. They enable muscle fibres to contract, make antibodies that protect you from disease, help clot your blood and transport oxygen in the form of  haemoglobin. Understanding the structure of  proteins helps you understand the detailed biology of  cells and organisms. Like carbohydrates and lipids, proteins contain carbon, hydrogen and oxygen. In addition, they all contain nitrogen and many proteins also contain sulfur.\nProteins are a group of  macromolecules made up of  many \nsmall monomer units called amino acids joined together by condensation reactions. Amino acids combine in long chains to produce proteins. There are about 20 different naturally occurring amino acids that can combine in different ways to produce a wide range of  different proteins.\nAMINO ACIDS\nAll amino acids have the same basic structure, which is represented as a general formula. There is always an amino group (–NH\n2) and a carboxyl group (–COOH) attached to a carbon \natom (see fig A). The group known as the R group varies between amino acids. Some amino acids contain sulfur and selenium in their R group. The R groups are not involved in the reactions which join the amino acids together, but the structure of  the R group does affect the way the amino acid interacts with others within the protein molecule. This will mainly depend on whether the R group is polar or not, and these interactions affect the tertiary structure of  the protein formed (see page 18).\nThis part is common \nto all amino acids and \nis just shown as a \nshaded rectangle in the examples below.general formula\nglycine cysteineN HR\nH HCC OH\nO\nHC H2SH\n \n▲ fig A  Some differ ent amino acids. In the simplest amino acid, glycine, R is \na single hydrogen atom. In a larger amino acid such as cysteine, R is much \nmore complex.LEARNING OBJECTIVES\n ◼Know the basic structur e of an amino acid.\n ◼Under\nstand the formation of polypeptides and proteins, as amino acid monomers linked together by condensation \nreactions to form peptide bonds.\n ◼Under\nstand the significance of a protein’s primary structure in determining its secondary structure, three-\ndimensional structure and properties, and the types of bond involved in its three-dimensional structure. \n ◼Know the molecular structur\ne of a globular protein and a fibrous protein and understand how their properties relate \nto their functions (including haemoglobin and collagen).\nFORMING PROTEINS FROM AMINO ACIDS\nAmino acids join by a reaction between the amino group of  \none amino acid, and the carboxyl group of  another. They join in a condensation reaction and a molecule of  water is released. A peptide bond is formed when two amino acids join, and a dipeptide is the result (see fig B). The R group is not involved in this reaction. More and more amino acids join to form polypeptide chains, which contain from about 100 to many thousands of  amino acids. A polypeptide forms a protein when the structure of  the chain changes by folding or coiling or associates with other polypeptide chains.\namino acid 1\ndipeptidepeptide\nbondamino acid 2 (inverted)\nOH + OH N H\nH HCC\nON HHH\nCCO\nOH N H\nH HC C\nONHH\nCCOcondensation hydrolysisR1\nR1R2\nR2H2O H2O\n▲ fig B  Amino acids ar e the building blocks of proteins, joined together  \nby peptide bonds.\nBONDS IN PROTEINS\nThe peptide bond between amino acids is a strong bond. Other \nbonds are also made between the amino acids in a chain, to create the 3D structures of  the protein. They depend on the atoms in the R group and include hydrogen bonds, disulfide bonds and ionic bonds.2.6(iv) CP2 2.6(iii) 2.6(ii) 2.6(i)\nUncorrected proof, all content subject to change at publisher discretion. Not for resale, circulation or distribution in whole or in part. ©Pearson 201817 1A.5 PROTEINS CHEMISTRY FOR BIOLOGISTS\nHYDROGEN BONDS\nY ou were introduced to hydrogen bonds in Section 1A.1. These same bonds are essential in protein \nstructures. In amino acids, tiny negative charges are present on the oxygen of  the carboxyl groups and tiny positive charges are present on the hydrogen atoms of  the amino groups. When these charged groups are close to each other, the opposite charges attract, forming a hydrogen bond. Hydrogen bonds are weak but, potentially, they can be made between any two amino acids in the correct position, so there are many of  them holding the protein together very firmly. They are very important in the folding and coiling of  polypeptide chains (see fig C). Hydrogen bonds break easily and reform if  pH or temperature conditions change.\nDISULFIDE BONDS\nDisulfide bonds form when two cysteine molecules are close together in the structure of  a polypeptide (see fig C). An oxidation reaction occurs between the two sulfur-containing groups, resulting in a strong covalent bond known as a disulfide bond. These disulfide bonds are much stronger than hydrogen bonds but they happen much less often. They are important for holding the folded polypeptide chains in place.\nhydrogen bondhydrogen bond\ndisulﬁde bonddisulﬁde bond\nα-helixα-helixα-helixα-helixβ-pleated sheetβ-pleated sheetβ-pleated sheetβ-pleated sheet\n▲ fig C  Hydr ogen bonds and disulfide bonds maintain the shape of protein molecules and this determines  \ntheir function.\nIONIC BONDS\nIonic bonds can form between some of  the strongly positive and negative amino acid side chains \nwhich are sometimes found deep inside the protein molecules. They are strong bonds, but they are not as common as the other structural bonds.\nY our hair is made of  the protein keratin. Some methods of  styling hair change the bonds within the protein \nmolecules. Blow drying or straightening hair breaks the hydrogen bonds and temporarily reforms them with the hair curling in a different way until the hydrogen bonds reform in their original places.\nPerming is a chemical treatment which is used in some hair salons to completely change the way hair \nlooks for weeks or months. The chemicals break the disulfide bonds between the polypeptide chains and reform them in a different place. This effect is permanent – hair will stay styled in that particular way until it is cut off.\nPROTEIN STRUCTURE\nProteins can be described by their primary, secondary, tertiary and quaternary structure (see fig D). \n •T\nhe primary structure of  a protein is the sequence of  amino acids that make up the polypeptide \nchain, held together by peptide bonds.\n •T\nhe secondary structure of  a protein is the arrangement of  the polypeptide chain into a regular, \nrepeating three-dimensional (3D) structure, held together by hydrogen bonds. One example is the right-handed helix (α-helix), a spiral coil with the peptide bonds forming the backbone and the R groups protruding in all directions. Another is the ß-pleated sheet, in which the polypeptide chain folds into regular pleats held together by hydrogen bonds between the amino and carboxyl ends of  the amino acids. Most fibrous proteins have this type of  structure. Sometimes there is no regular secondary structure and the polypeptide forms a random coil.LEARNING TIP\nRemember that fibrous proteins \nhave a simpler structure and so tend to be more stable to changes in temperature and pH.\nUncorrected proof, all content subject to change at publisher discretion. Not for resale, circulation or distribution in whole or in part. ©Pearson 2018CHEMISTRY FOR BIOLOGISTS 18 1A.5 PROTEINS\n •T he tertiary structure is another level of  3D organisation in addition to the secondary structure \nin many proteins. The amino acid chain, including any α-helices and β-pleated sheets, is folded \nfurther into complicated shapes. Hydrogen bonds, disulfide bonds and ionic bonds between the R groups of  nearby amino acids hold these 3D shapes in place (see page 17). Globular proteins are an example of  tertiary structures.\n •T\nhe quaternary structure of  a protein is only found in proteins consisting of  two or more \npolypeptide chains. The quaternary structure describes the way these separate polypeptide chains fit together in three dimensions. Examples include some very important enzymes and the blood pigment haemoglobin. \nChanges in conditions such as temperature or pH affect the bonds that keep the 3D shapes of  proteins in place. Even small changes can cause the bonds to break, resulting in the loss of  the 3D shape of  the protein. This is called denaturation. Because the 3D structure of  these proteins is important to the way they work, changing conditions inside the body can cause proteins such as enzymes to stop working properly.\nalanine cysteine\nlysineglycineleucinePrimary structur e the linear sequence\nof amino acids in a peptide.\nTertiary structure the three-dimensional\nfolding of the secondary structur e.\nQuater nary structure the three-dimensional\narrangement of mo re than one tertiary polypeptide.Secondary structur e the repeating\npatter n in the structure  of the peptide\nchains, such as an α-helix or β-pleated\nsheets.\n▲ fig D  T he 3D structure of proteins\nFIBROUS AND GLOBULAR PROTEINS\nFIBROUS PROTEINS\nThe complex structures of  large protein molecules relate closely to their functions in the body. Fibrous proteins have little or no tertiary structure. They are long, parallel polypeptide chains with occasional cross-linkages that form them into fibres. They are insoluble in water and are very tough, which makes them ideally suited to their structural functions within organisms. Fibrous proteins appear in the structure of  connective tissue in tendons and the matrix of  bones, as the silk of  spiders’ webs and silkworm cocoons, and as the keratin that makes up hair, nails, horns and feathers.\nCollagen is a fibrous protein that gives strength to tendons, ligaments, bones and skin. It is the most \ncommon structural protein found in animals – up to 35% of  the protein in your body is collagen. \nCollagen is extremely strong – the fibres have a tensile strength similar to that of  steel. This is due to the unusual structure of  the collagen molecule. Its quaternary structure has three polypeptide chains, each up to 1000 amino acids long. The primary structure of  these chains is repeating sequences of  glycine with two other amino acids – often proline and hydroxyproline. The three polypeptide α-chains are arranged in a unique triple helix, held together by a very large number of  hydrogen \nbonds. Collagen molecules can be up to several millimetres long and are often found together in fibrils that are held together to form collagen fibres. Y ou can see how collagen fibres are built up in fig E.LEARNING TIP\nRemember that the primary \nstructure of proteins is the result of peptide bonds between amino acids. \nThe secondary structure is the \nresult of hydrogen bonding between nearby amino acids but R groups do not affect it. \nIonic bonds, hydrogen bonds \nand disulfide bridges are a result of interactions between the R groups and create the tertiary structure.\nUncorrected proof, all content subject to change at publisher discretion. Not for resale, circulation or distribution in whole or in part. ©Pearson 201819 1A.5 PROTEINS CHEMISTRY FOR BIOLOGISTS\nCollagen fibres combine with the bone tissue, giving it tensile strength, in the same way as the steel \nrods in reinforced concrete. In the genetic disease osteogenesis imperfecta, the collagen triple helix does not develop properly. Consequently, the bone does not have as much tensile strength; it is brittle and breaks very easily.\nassembly assemblyoccurs in ER lumen occurs after secretion from cell\nprocollagen\npeptidasethree chainsassemble\ncollagenmoleculeprecursorα-chainprocollagen(triple helixwith loose ends)collagen ﬁbre collagen ﬁbril67 nm1\n2\n3 4\n▲ fig E  Collag en is a fibrous protein with an unusual triple helix structure and immense strength.\nGLOBULAR PROTEINS\nGlobular proteins have complex tertiary and sometimes quaternary structures. They fold into \nspherical (globular) shapes. The character of  the R groups on the amino acids plays an important role in the formation of  globular proteins. Some R groups are hydrophobic. They repel water and will not mix or dissolve in it. They are usually found on the inside of  globular proteins. Some R groups are hydrophilic – they have an affinity for water. These groups tend to be found on the outside of  globular proteins. The large size of  these globular protein molecules affects their behaviour in water. \nThe carboxyl and amino ends give them ionic properties, so you might expect them to dissolve in \nwater and form a solution. Instead, the molecules are so big that they form a colloid. In a colloid, microscopic particles of  one substance (in this case protein) are suspended throughout another substance (in this case water). They do not settle, and they cannot easily be separated. Globular proteins are important as they hold molecules in position in the cytoplasm. Globular proteins are also important in your immune system – for example, antibodies are globular proteins. Enzymes and some hormones are globular proteins and help maintain the structure of  the cytoplasm (you will learn more about globular proteins as enzymes in Sections 2B.1 and 2B.2).\nHaemoglobin is one of  the best known globular proteins. It is a very large molecule with 574 amino \nacids arranged in four polypeptide chains which are connected by disulfide bonds. Each polypeptide chain surrounds an iron-containing haem group (see fig F). The iron enables the haemoglobin to bind and release oxygen molecules, and the arrangement of  the polypeptide chains determines how easily the oxygen binds or is released (see Section 1B.2 to find out how haemoglobin takes up and gives up oxygen in the tissues of  your body).\nEach polypeptide holds one\niron-containing haem group.Each haem group transportsone oxygen molecule.4 polypeptide chainsbond together to makethe globular structur\ne\nof haemoglobin.\n▲ fig F  T he complex quaternary structure of haemoglobin produces a globular protein containing four haem groups \nwhich can carry oxygen to the tissues of the body.LEARNING TIP\nRemember that fibrous proteins \nare more stable than globular proteins and tend to create structures rather than being metabolically active.\nEXAM HINT\nGlobular proteins have a specific 3D shape which means they can be metabolically active as enzymes or hormones. If the shape is altered slightly by changing conditions, they lose their ability to function.\nUncorrected proof, all content subject to change at publisher discretion. Not for resale, circulation or distribution in whole or in part. ©Pearson 2018CHEMISTRY FOR BIOLOGISTS 20 1A.5 PROTEINS\nCONJUGATED PROTEINS\nThe shape of  a protein molecule is usually very important in its function. Some protein molecules \nare joined with (conjugated to) another molecule called a prosthetic group (see fig F). This structural feature usually affects the performance and functions of  the molecules. These molecules are called conjugated proteins. Haemoglobin is a large protein with iron as the prosthetic group. It is a conjugated protein as well as a globular protein. Lipoproteins are formed when proteins are conjugated with lipids – you will find out more about these important biological molecules when you look at factors affecting the health of  your heart in Chapter 1B.\nGlycoproteins are proteins with a carbohydrate prosthetic group. The carbohydrate part of  the \nmolecule helps them to hold a lot of  water and also makes it harder for protein-digesting enzymes (proteases) to break them down. Lots of  lubricants used by the human body – such as mucus and the synovial fluid in the joints – are glycoproteins. Their water-holding properties make them slippery and viscous, which reduces friction. This also helps to explain why the mucus produced in the stomach protects the protein walls from digestion.\nLipoproteins are very important in the transport of  cholesterol in the blood. The lipid part of  the \nmolecule enables it to combine with the lipid cholesterol. There are two main forms of  lipoproteins in your blood – low-density lipoproteins (LDLs) (around 22\n nm in diameter) and high-density \nlipopr\noteins (HDLs) (approximately 8–11\n nm in diameter). T\nhe HDLs contain more protein than \nLDLs, which is partly why they are denser – proteins are more compact molecules than lipids. Y ou will discover the impact of  different lipoproteins on the risk of  developing cardiovascular diseases  in Section 1C.4.\nPRACTICAL SKILLS CP2\nEXAM HINT\nRemember that amino acids are joined together by peptide bonds to make dipeptides and then \npolypeptides. However, the 3D structures of proteins are the result of hydrogen bonds, disulfide bonds, hydrophobic links and ionic bonds between amino acids within the polypeptide chains.\nCHECKPOINT\n1.  Explain ho w the order of amino acids in a protein affects the structure of the whole protein.\n2.\n   Hy drogen bonds are weaker than disulfide bonds and ionic bonds, but they are more important in \nmaintaining protein structure. Why is this?\n3.\n   The body uses man y resources to maintain a relatively constant internal environment. With reference \nto proteins, explain why constant internal conditions are so important.Testing for protein (RAP)\nTo test for the presence of protein, add Biuret \nreagent (ready-mixed 5% (w\/v) sodium hydroxide solution and 1% (w\/v) copper sulfate solution). A purple colour indicates the presence of protein  (see fig G).\n▲ fig G  Biur et test for protein\nSKILLS REASONING\nUncorrected proof, all content subject to change at publisher discretion. Not for resale, circulation or distribution in whole or in part. ©Pearson 2018","7":"1ASPECIFICATION \nREFERENCE5 PROTEINS\nAbout 18% of  your body is made up of  protein. Proteins make \nhair, skin and nails, the enzymes needed for metabolism and digestion, and many of  the hormones that control the different body systems. They enable muscle fibres to contract, make antibodies that protect you from disease, help clot your blood and transport oxygen in the form of  haemoglobin. Understanding the structure of  proteins helps you understand the detailed biology of  cells and organisms. Like carbohydrates and lipids, proteins contain carbon, hydrogen and oxygen. In addition, they all contain nitrogen and many proteins also contain sulfur.\nProteins are a group of  macromolecules made up of  many \nsmall monomer units called amino acids joined together by condensation reactions. Amino acids combine in long chains to produce proteins. There are about 20 different naturally occurring amino acids that can combine in different ways to produce a wide range of  different proteins.\nAMINO ACIDS\nAll amino acids have the same basic structure, which is represented as a general formula. There is always an amino group (–NH\n2) and a carboxyl group (–COOH) attached to a carbon \natom (see fig A). The group known as the R group varies between amino acids. Some amino acids contain sulfur and selenium in their R group. The R groups are not involved in the reactions which join the amino acids together, but the structure of  the R group does affect the way the amino acid interacts with others within the protein molecule. This will mainly depend on whether the R group is polar or not, and these interactions affect the tertiary structure of  the protein formed (see page 18).\nThis part is common \nto all amino acids and \nis just shown as a \nshaded rectangle in the examples below.general formula\nglycine cysteineN HR\nH HCC OH\nO\nHC H2SH\n \n▲ fig A  Some differ ent amino acids. In the simplest amino acid, glycine, R is \na single hydrogen atom. In a larger amino acid such as cysteine, R is much \nmore complex.LEARNING OBJECTIVES\n ◼Know the basic structur e of an amino acid.\n ◼Under\nstand the formation of polypeptides and proteins, as amino acid monomers linked together by condensation \nreactions to form peptide bonds.\n ◼Under\nstand the significance of a protein’s primary structure in determining its secondary structure, three-\ndimensional structure and properties, and the types of bond involved in its three-dimensional structure. \n ◼Know the molecular structur\ne of a globular protein and a fibrous protein and understand how their properties relate \nto their functions (including haemoglobin and collagen).\nFORMING PROTEINS FROM AMINO ACIDS\nAmino acids join by a reaction between the amino group of  \none amino acid, and the carboxyl group of  another. They join in a condensation reaction and a molecule of  water is released. A peptide bond is formed when two amino acids join, and a dipeptide is the result (see fig B). The R group is not involved in this reaction. More and more amino acids join to form polypeptide chains, which contain from about 100 to many thousands of  amino acids. A polypeptide forms a protein when the structure of  the chain changes by folding or coiling or associates with other polypeptide chains.\namino acid 1\ndipeptidepeptide\nbondamino acid 2 (inverted)\nOH + OH N H\nH HCC\nON HHH\nCCO\nOH N H\nH HC C\nONHH\nCCOcondensation hydrolysisR1\nR1R2\nR2H2O H2O\n▲ fig B  Amino acids ar e the building blocks of proteins, joined together  \nby peptide bonds.\nBONDS IN PROTEINS\nThe peptide bond between amino acids is a strong bond. Other \nbonds are also made between the amino acids in a chain, to create the 3D structures of  the protein. They depend on the atoms in the R group and include hydrogen bonds, disulfide bonds and ionic bonds.2.6(iv) CP2 2.6(iii) 2.6(ii) 2.6(i)\nUncorrected proof, all content subject to change at publisher discretion. Not for resale, circulation or distribution in whole or in part. ©Pearson 201817 1A.5 PROTEINS CHEMISTRY FOR BIOLOGISTS\nHYDROGEN BONDS\nY ou were introduced to hydrogen bonds in Section 1A.1. These same bonds are essential in protein \nstructures. In amino acids, tiny negative charges are present on the oxygen of  the carboxyl groups and tiny positive charges are present on the hydrogen atoms of  the amino groups. When these charged groups are close to each other, the opposite charges attract, forming a hydrogen bond. Hydrogen bonds are weak but, potentially, they can be made between any two amino acids in the correct position, so there are many of  them holding the protein together very firmly. They are very important in the folding and coiling of  polypeptide chains (see fig C). Hydrogen bonds break easily and reform if  pH or temperature conditions change.\nDISULFIDE BONDS\nDisulfide bonds form when two cysteine molecules are close together in the structure of  a polypeptide (see fig C). An oxidation reaction occurs between the two sulfur-containing groups, resulting in a strong covalent bond known as a disulfide bond. These disulfide bonds are much stronger than hydrogen bonds but they happen much less often. They are important for holding the folded polypeptide chains in place.\nhydrogen bondhydrogen bond\ndisulﬁde bonddisulﬁde bond\nα-helixα-helixα-helixα-helixβ-pleated sheetβ-pleated sheetβ-pleated sheetβ-pleated sheet\n▲ fig C  Hydr ogen bonds and disulfide bonds maintain the shape of protein molecules and this determines  \ntheir function.\nIONIC BONDS\nIonic bonds can form between some of  the strongly positive and negative amino acid side chains \nwhich are sometimes found deep inside the protein molecules. They are strong bonds, but they are not as common as the other structural bonds.\nY our hair is made of  the protein keratin. Some methods of  styling hair change the bonds within the protein \nmolecules. Blow drying or straightening hair breaks the hydrogen bonds and temporarily reforms them with the hair curling in a different way until the hydrogen bonds reform in their original places.\nPerming is a chemical treatment which is used in some hair salons to completely change the way hair \nlooks for weeks or months. The chemicals break the disulfide bonds between the polypeptide chains and reform them in a different place. This effect is permanent – hair will stay styled in that particular way until it is cut off.\nPROTEIN STRUCTURE\nProteins can be described by their primary, secondary, tertiary and quaternary structure (see fig D). \n •T\nhe primary structure of  a protein is the sequence of  amino acids that make up the polypeptide \nchain, held together by peptide bonds.\n •T\nhe secondary structure of  a protein is the arrangement of  the polypeptide chain into a regular, \nrepeating three-dimensional (3D) structure, held together by hydrogen bonds. One example is the right-handed helix (α-helix), a spiral coil with the peptide bonds forming the backbone and the R groups protruding in all directions. Another is the ß-pleated sheet, in which the polypeptide chain folds into regular pleats held together by hydrogen bonds between the amino and carboxyl ends of  the amino acids. Most fibrous proteins have this type of  structure. Sometimes there is no regular secondary structure and the polypeptide forms a random coil.LEARNING TIP\nRemember that fibrous proteins \nhave a simpler structure and so tend to be more stable to changes in temperature and pH.\nUncorrected proof, all content subject to change at publisher discretion. Not for resale, circulation or distribution in whole or in part. ©Pearson 2018CHEMISTRY FOR BIOLOGISTS 18 1A.5 PROTEINS\n •T he tertiary structure is another level of  3D organisation in addition to the secondary structure \nin many proteins. The amino acid chain, including any α-helices and β-pleated sheets, is folded \nfurther into complicated shapes. Hydrogen bonds, disulfide bonds and ionic bonds between the R groups of  nearby amino acids hold these 3D shapes in place (see page 17). Globular proteins are an example of  tertiary structures.\n •T\nhe quaternary structure of  a protein is only found in proteins consisting of  two or more \npolypeptide chains. The quaternary structure describes the way these separate polypeptide chains fit together in three dimensions. Examples include some very important enzymes and the blood pigment haemoglobin. \nChanges in conditions such as temperature or pH affect the bonds that keep the 3D shapes of  proteins in place. Even small changes can cause the bonds to break, resulting in the loss of  the 3D shape of  the protein. This is called denaturation. Because the 3D structure of  these proteins is important to the way they work, changing conditions inside the body can cause proteins such as enzymes to stop working properly.\nalanine cysteine\nlysineglycineleucinePrimary structur e the linear sequence\nof amino acids in a peptide.\nTertiary structure the three-dimensional\nfolding of the secondary structur e.\nQuater nary structure the three-dimensional\narrangement of mo re than one tertiary polypeptide.Secondary structur e the repeating\npatter n in the structure  of the peptide\nchains, such as an α-helix or β-pleated\nsheets.\n▲ fig D  T he 3D structure of proteins\nFIBROUS AND GLOBULAR PROTEINS\nFIBROUS PROTEINS\nThe complex structures of  large protein molecules relate closely to their functions in the body. Fibrous proteins have little or no tertiary structure. They are long, parallel polypeptide chains with occasional cross-linkages that form them into fibres. They are insoluble in water and are very tough, which makes them ideally suited to their structural functions within organisms. Fibrous proteins appear in the structure of  connective tissue in tendons and the matrix of  bones, as the silk of  spiders’ webs and silkworm cocoons, and as the keratin that makes up hair, nails, horns and feathers.\nCollagen is a fibrous protein that gives strength to tendons, ligaments, bones and skin. It is the most \ncommon structural protein found in animals – up to 35% of  the protein in your body is collagen. \nCollagen is extremely strong – the fibres have a tensile strength similar to that of  steel. This is due to the unusual structure of  the collagen molecule. Its quaternary structure has three polypeptide chains, each up to 1000 amino acids long. The primary structure of  these chains is repeating sequences of  glycine with two other amino acids – often proline and hydroxyproline. The three polypeptide α-chains are arranged in a unique triple helix, held together by a very large number of  hydrogen \nbonds. Collagen molecules can be up to several millimetres long and are often found together in fibrils that are held together to form collagen fibres. Y ou can see how collagen fibres are built up in fig E.LEARNING TIP\nRemember that the primary \nstructure of proteins is the result of peptide bonds between amino acids. \nThe secondary structure is the \nresult of hydrogen bonding between nearby amino acids but R groups do not affect it. \nIonic bonds, hydrogen bonds \nand disulfide bridges are a result of interactions between the R groups and create the tertiary structure.\nUncorrected proof, all content subject to change at publisher discretion. Not for resale, circulation or distribution in whole or in part. ©Pearson 2018","8":"SPECIFICATION \nREFERENCE1 THE PRINCIPLES OF CIRCULATION 1B\nLEARNING OBJECTIVES\n ◼Know w hy many animals have a heart and circulation \nwhich act as a mass transport system to overcome \nthe limitations of diffusion.\nTHE NEED FOR TRANSPORT\n •W ithin any organism, substances need to be moved from one \nplace to another. One of  the main ways substances move into \nand out of  cells is by diffusion. Diffusion is the free movement of  particles in a liquid or a gas down a concentration gradient. This movement is from an area where the particles are at a relatively high concentration to an area where they are at a relatively low concentration (see Section 2A.2).\nIn single-celled organisms and microscopic multicellular organisms, diffusion is sufficient to supply all their needs. However, when organisms reach a certain size, diffusion alone is not enough.\nTRANSPORT IN SMALL ORGANISMS\nFor a single-celled organism like an amoeba and for very small multicellular organisms including many marine larvae, the nutrients and oxygen that they need can diffuse directly into the cells from the external environment and waste substances can diffuse directly out. This works well for the following reasons.\n •T\nhe diffusion distances from the outside to the innermost areas of  \nthe cells are very small.\n •T\nhe surface area in contact with the outside environment is very \nlarge when compared to the volume of  the inside of  the organism. Its surface area to volume ratio (sa\n :\n v\nol) is large, so there is \na relatively big surface area over which substances can diffuse into or out of  the organism (see figs A and B).\n •T\nhe metabolic demands are low – the organisms do not regulate \ntheir own temperature and the cells do not use much oxygen and food or produce much carbon dioxide.\nSingle-celled organisms and very small multicellular organisms do not need specialised transport systems because diffusion is enough to supply their needs.\n▲ fig A  T he surface area : volume ratio of this tiny jellyfish larva is relatively \nlarge so simple diffusion can supply all its needs.MODELLING SURFACE AREA : VOLUME RATIOS\nThe surface area to volume ratio of  an organism is the key factor \nthat determines whether diffusion alone will allow substances to move into and out of  all the cells rapidly enough. However, it is not easy to calculate the surface area to volume ratio of  organisms such as elephants, people and palm trees. It is difficult even for a single-celled Amoeba because of  its irregular shape.\nSo scientists use models to help show what happens in the real \nsituation (see fig B). A simple cube makes surface area to volume calculations easy. The bigger the organism gets, the smaller the surface area to volume ratio becomes. The distance from the outside of  the organism to the inside gets longer, and there is proportionately less surface for substances to enter through. So it takes longer for substances to diffuse in, and they may not reach the individual cells quickly enough to supply all their needs.\n1 mm cubeLarger surface area\ncompared to volume.\nSurface area 6 sides 3 12\n5 6  mm2\nVolume 13 5 1  mm3\nSurface areato volume rati\no6 : 16 sides 3 22\n5 24  mm2\n23 5 8  mm3\n3 : 16 sides 3 42\n5 96  mm2\n43 5 64  mm3\n3 : 2\nSurface area\n3.14  µm2\nVolume4\nr 3 4\n3pr 2p\n0.52  µm3\nSurface area\nto volume rati o6 : 112.57  µm2\n4.19  µm3\n3 : 150.27  µm2\n33.51  µm3\n3 : 22 mm cube 4 mm cubeSmaller surface area\ncompared to volume.\n0.5 µm radius 1 µm 2 µm\n▲ fig B  In this diagr am, the cubes and spheres represent models  \nof organisms.\nLEARNING TIP\nRemember that small organisms have a small surface area. But this \nsurface area is large compared to the volume inside the organism, so it has a large surface area to volume ratio.1.6\nUncorrected proof, all content subject to change at publisher discretion. Not for resale, circulation or distribution in whole or in part. ©Pearson 201829 1B.1 THE PRINCIPLES OF CIRCULATION MAMMALIAN TRANSPORT SYSTEMS\nTHE NEED FOR TRANSPORT IN MULTICELLULAR \nANIMALS\nWithin a large multicellular organism, many chemical reactions \ntake place inside every microscopic cell. These cells require a supply of  chemical substances such as glucose and oxygen for cellular respiration. These must be transported from outside a large organism into the cells. Respiration supplies energy for the other reactions of  life, but it also produces the toxic waste product carbon dioxide. This and other waste products need to be removed from the cells before they cause damage to them. \nLarge multicellular organisms have internal transport systems that \ncarry substances to every cell in the body. These systems deliver oxygen and nutrients and remove waste so that cells can carry out their functions efficiently. In large complex animals such as humans, chemicals made in a cell in one part of  the body – such as a hormone like insulin or adrenaline – may influence a different type of  cell elsewhere in the body. So substances made internally need to be moved around the body as well.\nIn many animals, including all the vertebrates, this transport \nsystem is the heart and circulatory system and the fluid that flows through it. This is an example of  a mass transport system – substances are transported in the flow of  a fluid with a mechanism for moving it around the body. All large complex organisms have some form of  mass transport system which overcomes the limits of  diffusion between the internal and external environments. Substances are delivered over short distances from the mass transport system to individual cells deep in the body by processes such as diffusion, osmosis and active transport.\nFEATURES OF MASS TRANSPORT SYSTEMS\nMass transport systems are very effective for moving substances around the body. Most mass transport systems have certain features which are the same. They have:\n •e\nxchange surfaces to get materials into and out of  the transport \nsystem\n •a system of\n vessels that carry substances – these are usually \ntubes, sometimes following a very specific route, sometimes widespread and branching\n •a w\nay of  making sure that substances are moved in the right \ndirection (e.g. nutrients in and waste out)\n •a w\nay of  moving materials fast enough to supply the needs \nof  the organism – this may involve mechanical methods such as the pumping of  the heart or ways of  maintaining a concentration gradient so that substances move quickly from one place to another (e.g. using active transport)\n •a suita\nble transport medium (e.g. fluid)\n •in man\ny cases, a way of  adapting the rate of  transport to the \nneeds of  the organism.\nCIRCULATION SYSTEMS\nMany animals have a circulatory system in which a heart pumps blood around the body. Insects have an open circulatory system with the blood circulating in large open spaces. However, most larger animals, including mammals, have a closed circulatory system with the blood contained within tubes. The blood makes a continuous journey out to the most distant parts of  the body and back to the heart.\nLEARNING TIP\nThe main advantages of a closed system are:\n• the pressure can be increased to make the blood flow more quickly\n• the flow can be directed more precisely to the organs that need \nmost oxygen and nutrients.\nAnimals such as fish have a single circulation system (see fig \nC). The heart pumps deoxygenated blood to the gills, the organs \nof  gas exchange where the blood takes in oxygen (becomes oxygenated) and gives up carbon dioxide at the same time. The blood then travels on around the rest of  the body of  the fish, giving up oxygen to the body cells before returning to the heart.\ngill\ncapillarie saorta\nventricle atriumsystemic\ncapillarie s\n▲ fig C  T he single circulation of a fish  \nLEARNING TIP\nRemember that mass flow is like a stream with all the components \nflowing together.\nBirds and mammals need much more oxygen than fish. Not \nonly do they have to move around without the support of  water, but they also maintain a constant body temperature that may be higher or lower than their surroundings. This takes a lot of  resources, so their cells need plenty of  oxygen and glucose and make waste products that need to be removed quickly. Birds and mammals have evolved the most complex type of  transport system, known as a double circulation because it involves two separate circulation systems. The systemic circulation carries oxygenated blood (oxygen-rich blood) from the heart to the cells of  the body where the oxygen is used. It also carries the deoxygenated blood (blood that has given up its oxygen to the body cells) back to the heart. The pulmonary circulation carries deoxygenated blood from the heart to the lungs to be oxygenated and then carries the oxygenated blood back to the heart (see fig D).\nThe separate circuits of  a double circulatory system ensure that \nthe oxygenated and deoxygenated blood cannot mix, so the tissues receive as much oxygen as possible. Another big advantage is that the fully oxygenated blood can be delivered quickly to the body tissues at high pressure. The blood going through the tiny blood vessels in the lungs is at relatively low pressure, so it does \nUncorrected proof, all content subject to change at publisher discretion. Not for resale, circulation or distribution in whole or in part. ©Pearson 2018MAMMALIAN TRANSPORT SYSTEMS 30 1B.1 THE PRINCIPLES OF CIRCULATION\nnot damage the vessels and allows gas exchange to take place. If  \nthis oxygenated blood at low pressure went straight into the big vessels that carry it around the body, it would move very slowly. However, the oxygenated blood returns to the heart, so it can be pumped hard and sent around the body at high pressure. This means it reaches all the tiny capillaries between the body cells quickly, supplying oxygen for an active way of  life.\ncapillary beds in tissue\ncapillary beds in tissuedeoxygenated blood\noxygenated bloodarteries\nto headpulmonaryartery carryingblood to the lungs\npulmonary vein carryingblood back to the heart\nheart – the pumpwhich forces bloodaround the bodyaorta – themajor arteryleavingthe heartveins returning\nto the heart\npulmonarycirculation\nsystemiccirculation\narteries to the bodylungs\narteries to theupper bodyand head\n▲ fig D  A double cir culation sends blood at high pressure, carrying lots \nof oxygen, to the active cells of the body. Take note: this is a schematic \ndiagram. In a real double circulation, all of the blood vessels enter and leave from the top of the heart.\nEXAM HINT\nWhen you write about mass transport systems, make it clear that they \nare needed to overcome the limits of diffusion in organisms with a small surface area : volume ratio.CHECKPOINT\n1.    Explain wh y large animals cannot take in all the substances they \nneed from outside the body through their skin.\n2.\n   W\nhat are the main characteristics of a mass transport system?\n3.\n   In fish, blood is supplied to the body tissues at lo\nw pressure.  \nWhy is low pressure sufficient in organisms such as fish?\n4.\n   Explain wh y a double circulation is ideal for an active animal  \nthat maintains its own body temperature independently of  the environment.\nSUBJECT VOCABULARY\ndiffusion the movement of the particles in a liquid or a gas down a concentration gradient from an area where they are at a relatively high concentration to an area where they are at a relatively low concentration\nconcentration gradient the change in the concentration of solutes \npresent in a solution between two regions; in biology, this typically means across a cell membrane\nsurface area to volume ratio (sa\n :\n v\nol) the relationship between the \nsurface area of an organism and its volumevertebrates animals with a backbone or spinal column; they include \nmammals, birds, reptiles, amphibians and fish\nmass transport system an arrangement of structures by which \nsubstances are transported in the flow of a fluid with a mechanism for moving it around the body\nsingle circulation system a circulation in which the heart pumps the \nblood to the organs of gas exchange and the blood then travels on around the body before returning to the heart\ndouble circulation system a circulation that involves two separate \ncircuits, one of deoxygenated blood flowing from the heart to the gas exchange organs to be oxygenated before returning to the heart, and one of oxygenated blood leaving the heart and flowing around the body, returning as deoxygenated blood to the heart\nsystemic circulation carries oxygenated blood from the heart \nto the cells of the body where the oxygen is used, and carries the deoxygenated blood back to the heart\noxygenated blood blood that is carrying oxygendeoxygenated blood blood that has given up its oxygen to the cells \nin the body\npulmonary circulation carries deoxygenated blood to the lungs and \noxygenated blood back to the heartSKILLS ADAPTIVE LEARNING\nUncorrected proof, all content subject to change at publisher discretion. Not for resale, circulation or distribution in whole or in part. ©Pearson 2018","9":"1BSPECIFICATION \nREFERENCE2  THE R OLES OF THE BLOOD1.11 1.9(ii) 1.9(i)\nIn mammals, the mass transport system is the cardiovascular \nsystem. This is made up of  a series of  vessels with the heart as a pump to move blood through the vessels. The blood is the transport medium and its passage through the vessels is called the circulation. The system delivers the materials needed by the cells of  the body, and carries away the waste products of  their metabolism. Substances move between the plasma or red blood cells and the body cells by diffusion or by active transport (see Section 2A.4). The tiniest blood vessels have walls only one cell thick, so diffusion distances are short and substances pass easily across these into other cells. Every cell in the body is near one of  these small vessels. The blood also carries out other functions, such as carrying hormones (chemical messages) from one part of  the body to another, forming part of  the defence system of  the body and distributing heat.\nTHE COMPONENTS OF THE BLOOD AND THEIR \nMAIN FUNCTIONS\nY ou are going to study all three parts of  the cardiovascular \nsystem, starting with the transport medium – the blood. Y our blood is a complex mixture carrying a wide variety of  cells and substances to all areas of  your body (see fig A).\nred blood\ncellplateletplasma\nwhitebloodcell\n▲ fig A  T his light micrograph shows red blood cells, white blood cells  \nand platelets.LEARNING OBJECTIVES\n ◼Under stand the role of haemoglobin in the transport of oxygen and carbon dioxide.\n ◼Under\nstand the oxygen dissociation curve of haemoglobin, the Bohr effect and the significance of the oxygen affinity \nof fetal haemoglobin compared with adult haemoglobin.\n ◼Under\nstand the blood clotting process.\nPLASMA\nY our blood plasma is the fluid part of  your mass transport system. \nOver 50% of  your blood volume is plasma, and it carries all of  your blood cells and everything else that needs transporting around your body. This includes:\n •dig\nested food products (e.g. glucose and amino acids) from the \nsmall intestine to the liver and then to all the parts of  the body where they are needed either for immediate use or storage\n •nutrient molecules fr\nom storage areas to the cells that need \nthem\n •e\nxcretory products (e.g. carbon dioxide and urea) from cells to \nthe organs such as the lungs or kidneys that excrete them from the body\n •chemical messa\nges (hormones) from where they are made to \nwhere they cause changes in the body.\nThe plasma helps to maintain a steady body temperature by transferring heat around the system from internal organs (e.g. the gut) or very active tissues (e.g. leg muscles in someone running) to the skin, where it can be lost to the surroundings. It also acts as a buffer to regulate pH changes.\nERYTHROCYTES (RED BLOOD CELLS)\nThere are approximately 5 million erythrocytes per mm3 of  blood \n(4–5 million per mm3 in women, 5–6 million per mm3 in men). \nThey contain haemoglobin, a red pigment that carries oxygen and gives them their colour (see Section 1A.5). They are made in the bone marrow. Mature erythrocytes do not contain a nucleus and have a limited life of  about 120 days.\nThe erythrocytes transport oxygen from the lungs to all the cells. \nThey are well adapted for their function. The biconcave disc shape of  the cells means that they have a large surface area to volume ratio, so oxygen can diffuse into and out of  them rapidly (see fig B). Having no nucleus leaves much more space inside the cells for the haemoglobin molecules that carry the oxygen. In fact, each red blood cell contains around 250–300 million molecules of  haemoglobin and can carry approximately 1000 million molecules of  oxygen. Haemoglobin also carries some of  the carbon dioxide produced in respiration back to the lungs. The rest is transported in the plasma.\nUncorrected proof, all content subject to change at publisher discretion. Not for resale, circulation or distribution in whole or in part. ©Pearson 2018MAMMALIAN TRANSPORT SYSTEMS 32 1B.2 THE ROLES OF THE BLOOD\n▲ fig B  Healthy r ed blood cells have a biconcave disc shape.\nLEUCOCYTES (WHITE BLOOD CELLS)\nLeucocytes or white blood cells are much larger than \nerythrocytes, but can also squeeze through tiny blood vessels because they can change their shape. There are around 4000–11\n \n000 per mm3 of  blood and there are several different types. \nThey are made in the bone marrow, although some mature in the thymus gland. Their main function is to defend the body against infection. Leucocytes are also very important in the inflammatory response of  the body when an area of  tissue is damaged. They all contain a nucleus and have colourless cytoplasm, although some types contain granules which can be stained. There are several different types of  leucocyte, which you will study further in  Book 2 Chapter 6B. \nPLATELETS\nPlatelets are tiny fragments of  large cells called megakaryocytes, which are found in the bone marrow. There are about 150\n 000–400\n 000 pla\ntelets per mm3 of  blood. They are \ninvolved in blood clotting (see page 35).\nTRANSPORT OF OXYGEN\nThe many haemoglobin molecules that are in the red blood cells transport oxygen. Each haemoglobin molecule is a large globular protein consisting of  four peptide chains, each with an iron-containing prosthetic group. Each group can collect four molecules of  oxygen in a reversible process to form oxyhaemoglobin:\n   Hb + 4O2 ⇋ Hb.4O2   ____________________________________     haemoglobin + oxygen ⇋ oxyhaemoglobin     \nT\nhe first oxygen molecule that binds to the haemoglobin changes \nthe arrangement of  the molecule making it easier for the following oxygen molecules to bind. The final oxygen molecule binds several hundred times faster than the first. The same process happens in reverse when oxygen dissociates from haemoglobin – it gets progressively harder to remove the oxygen.\nEXAM HINT\nAlways use suitable scientific terms. This is important because it can \nhelp to focus a response clearly.\nWhen the blood enters the lungs, the concentration of  oxygen \nin the red blood cells is relatively low. Oxygen moves into the red blood cells from the air in the lungs by diffusion. The oxygen is collected and bound to the haemoglobin, so the free oxygen concentration in the cytoplasm of  the red blood cells stays low. This maintains a steep concentration gradient from the air in the lungs to the red blood cells, so more and more oxygen diffuses in and joins onto the haemoglobin.The oxygen levels are relatively low in the body tissues. The concentration of  oxygen in the cytoplasm of  the red blood cells is higher than in the surrounding tissue. As a result, oxygen moves out into the body cells by diffusion down its concentration gradient. The haemoglobin molecules give up some of  their oxygen. When you are at rest or exercising gently, only about 25% of  the oxygen carried by the haemoglobin is released into your cells. There is another 75% in reserve in the transport system for when you are very active.\nThe strong affinity of  haemoglobin for oxygen means that a \nsmall change in the proportion of  oxygen in the surrounding environment can have a big effect on the saturation of  the blood with oxygen. So in the lungs, the haemoglobin rapidly gains oxygen and in the tissues, as the oxygen saturation of  the environment falls, oxygen is released rapidly (see fig C).\n0100\n50\nPartial pressure of oxygenAs deoxygenated blood approaches the lungs, the steep part of the curv e\nmeans that a small increase in partial pr essure  causes a large increase in\n% saturation.\nAs oxygenated blood approaches the tissues, a small decre ase in\npartial pressure causes a large decrease in % saturation (i.e. a large\nrelease of oxygen).Percentage saturation of \nhaemoglobin with oxygenhigh partial\npressureof oxygen –the conditionsin the lungs\nthe ‘predicted’ straight linethe actual sigmoid curve\nlow partial pressure ofoxygen – the conditionsin the respiring tissues\n▲ fig C  Oxy gen dissociation curve for human haemoglobin\nTRANSPORT OF CARBON DIOXIDE\nWaste carbon dioxide diffuses from the respiring cells of  the \nbody tissues into the blood along a concentration gradient. The reaction of  the carbon dioxide with water is crucial. When carbon dioxide is dissolved in the blood it reacts slowly with the water to form carbonic acid, H\n2CO3. The carbonic acid separates to form \nhydrogen ions H+ and hydrogencarbonate ions HCO3–:\nCO2 + H2O ⇋ H2CO3 ⇋ HCO3– + H+\nAbout 5% of  the carbon dioxide is carried in solution in the plasma. A further 10–20% combines with haemoglobin molecules to make carbaminohaemoglobin. Most of  the carbon dioxide is transported in the cytoplasm of  the red blood cells as hydrogencarbonate ions. The enzyme carbonic anhydrase controls the rate of  the reaction between carbon dioxide and water to produce carbonic acid.\nIn the body tissues, there is a high concentration of  carbon dioxide \nin the blood, so carbonic anhydrase catalyses the formation of  carbonic acid.\nUncorrected proof, all content subject to change at publisher discretion. Not for resale, circulation or distribution in whole or in part. ©Pearson 201833 1B.2 THE ROLES OF THE BLOOD MAMMALIAN TRANSPORT SYSTEMS\nIn the lungs, the carbon dioxide concentration is low, so carbonic anhydrase catalyses the reverse \nreaction and free carbon dioxide diffuses out of  the blood and into the lungs (see fig D).\nCarbon dioxide passes into the plasma and re d\nblood cells by diffusion. It combines with water\nto form carbonic acid, catalysed by the enzymecarbonic anhydrase.\nCarbonic acid dissociates togive hydrogen ions andhydrogencarbonate ions.\nHydrogencarbonate ions pass out of the red blood cells by diffusion, and chloride ions move in. This is called the chloride shift.Haemoglobin acts as a buffer, accepting the hydrogen ions to form haemoglobinic acid to avoid changing the pH of the blood.tissue cells\nplasma\nplasmaCO2 CO2H2O\nH2CO3\nHCO3–HHb\nHbH+\nerythrocyteCl–+\n▲ fig D  T he transport of carbon dioxide from the tissues to the lungs depends on the reaction of carbon dioxide with \nwater, controlled by an enzyme in the red blood cells.\nTHE BOHR EFFECT\nThe way in which haemoglobin collects and releases oxygen is also affected by the proportion of  \ncarbon dioxide in the tissues (see fig E). When the proportion of  carbon dioxide in the tissues is high, the affinity of  haemoglobin for oxygen is reduced. In other words, haemoglobin needs higher levels of  oxygen to become saturated and releases oxygen much more easily. So in active tissues with high carbon dioxide levels, haemoglobin releases oxygen more readily. Carbon dioxide levels in the lung capillaries are relatively low, which makes it easier for oxygen to bind to the haemoglobin. The changes in the oxygen dissociation curve that result as the carbon dioxide level changes are known as the Bohr effect. \nSaturation with oxygen\/%\n0\n0 2 4 6\nPartial pressure of oxygen\/kPaA 5 2.7  kPa  CO2\nB 5 6.7  kPa  CO2\nC 5 10.6  kPa  CO2\n8 10 12102030405060708090100\nA\nB\nC\n▲ fig E  As the pr oportion of carbon dioxide in the environment rises, the haemoglobin curve moves down and to \nthe right, so it gives up oxygen more easily. This is known as the Bohr effect.\nFETAL HAEMOGLOBIN\nA fetus in the uterus depends on its mother to supply it with oxygen. Oxygenated blood from the mother flows through the placenta close to the deoxygenated fetal blood. If  the blood of  the fetus had the same affinity for oxygen as the blood of  the mother, very little oxygen would be transferred. Fortunately, the blood of  the fetus contains a special form of  the oxygen-carrying pigment called fetal haemoglobin. Fetal haemoglobin has a higher affinity for oxygen than the adult haemoglobin of  the mother. Consequently, the fetal haemoglobin can remove oxygen from the maternal blood even when the proportion of  oxygen is relatively low (see fig F). The maternal and fetal blood also run in LEARNING TIP\nRemember that as CO2 builds \nup it affects the pH and this has \nan effect on the protein structure, so haemoglobin does not work as well (i.e. it has a lower affinity for oxygen).\nUncorrected proof, all content subject to change at publisher discretion. Not for resale, circulation or distribution in whole or in part. ©Pearson 2018MAMMALIAN TRANSPORT SYSTEMS 34 1B.2 THE ROLES OF THE BLOOD\nopposite directions. This makes the oxygen concentration gradient between the mother’s blood and \nthat of  her fetus as steep as possible, maximising the oxygen transfer to the blood of  the fetus.\nSaturation with oxygen\/%\n0\n0 2 4 6\nPartial pressure of oxygen\/kPaA 5 haemoglobin\nB 5 fetal haemoglobin\n8 10 12102030405060708090100\nB\nA\n▲ fig F  F etal haemoglobin has a higher affinity for oxygen than the adult haemoglobin of the mother, so it can take \noxygen from the mother’s blood and deliver it to the cells of the growing fetus.\nDID YOU KNOW? \nDown into the depths!\nElephant seals can dive to depths of almost 2\n km and stay under\nwater for up to 2 hours, swimming \nand hunting, although most do not dive so deep or for so long (see fig G). While underwater, the seals \ncannot breathe but they have three adaptations of the blood that allow them to stay underwater for a long time.•\n They have up t\no twice the blood volume of a land mammal of the same size, with extra spaces in \ntheir circulatory system to store oxygenated blood.\n•\n They have mor\ne erythrocytes per unit of blood than land mammals, and scientists think the \nerythrocytes also contain more haemoglobin. As a result, they have up to three times as much haemoglobin as a land mammal of a similar size.\n•\n They have over 10 times mor\ne myoglobin in their muscles than humans. Myoglobin is another \npigment with an affinity for oxygen which is higher than either haemoglobin or fetal haemoglobin. In elephant seals, the myoglobin is so dense their muscles look almost black.\nThese adaptations mean that elephant seals have an enormous oxygen store in their bodies when they dive, which helps to explain why they are such masters of the underwater world. \n▲ fig G  Elephant seal underw aterEXAM HINT\nBe precise with your descriptions \ne.g. fetal haemoglobin has a higher affinity for oxygen than maternal haemoglobin – it is not the fetus or the blood that has a higher affinity.\nUncorrected proof, all content subject to change at publisher discretion. Not for resale, circulation or distribution in whole or in part. ©Pearson 2018","10":"35 1B.2 THE ROLES OF THE BLOOD MAMMALIAN TRANSPORT SYSTEMS\nTHE CLOTTING OF THE BLOOD\nY ou have a limited volume of  blood. In theory, a minor cut could endanger life as the torn blood vessels \nallow blood to escape. First, your blood volume will reduce and if  you lose too much blood, you will die. Second, pathogens can get into your body through an open wound. In normal circumstances, your body protects you through the clotting mechanism of  the blood. This mechanism seals damaged blood vessels to minimise blood loss and prevent pathogens getting in.\nFORMING A CLOT\nPlasma, blood cells and platelets flow from a cut vessel. Contact between the platelets and components of  the tissue (e.g. collagen fibres in the skin) causes the platelets to break open in  large numbers. They release several substances, two of  which are particularly important.\n •Ser\notonin causes the smooth muscle of  the blood vessel to contract. This narrows the blood \nvessels, cutting off  the blood flow to the damaged area.\n •Thr\nomboplastin is an enzyme that starts a sequence of  chemical changes that clot the blood \n(see fig H).\ndamaged tissues\nrelease\nreleaseplatelets\nthromboplastin\nprothrombinCa2+\nthrombin\nﬁbrinogen ﬁbrinforms\nclotcatalyses\ncatalyses\n▲ fig H  T he cascade of events that results in a life-saving or life-threatening clot. When you cut yourself, this is the \nprocess which seals the blood vessels and protects the delicate new tissues that form underneath.\nTHE BLOOD CLOTTING PROCESS\nThe blood clotting process is a very complex sequence of  events in which there are many different \nclotting factors. Vitamin K is important in the production of  many of  the compounds needed for the blood to clot, including prothrombin. Here is a simple version of  the events in the blood clotting process.\n1\n T\nhromboplastin catalyses the conversion of  a large soluble protein called prothrombin found in \nthe plasma into another soluble protein, the enzyme called thrombin. Prothrombin is biologically \ninactive while thrombin is biologically active – prothrombin is a precursor of  thrombin. This conversion happens on a large scale at the site of  a wound. Calcium ions need to be present in the blood at the right concentration for this reaction to happen. \n2\n T\nhrombin acts on another soluble plasma protein called fibrinogen, converting it to an insoluble \nsubstance called fibrin. Again, fibrinogen is the biologically inactive precursor of  biologically active fibrin. The fibrin forms a mesh of  fibres to cover the wound.LEARNING TIP\nRemember that ‘pro’ means \nbefore. Prothrombin is a precursor that will form an active molecule.\nUncorrected proof, all content subject to change at publisher discretion. Not for resale, circulation or distribution in whole or in part. ©Pearson 2018","11":"1BSPECIFICATION \nREFERENCE1.73  CIR CULATION IN THE  \nBLOOD VESSELS\nLEARNING OBJECTIVES\n ◼Under stand how the structures of blood vessels (arteries, veins and capillaries) relate to their functions.\nTHE BLOOD VESSELS\nThe blood vessels that make up the circulatory system can be thought of  as the biological equivalent \nof  a road transport system. The arteries and veins are like the large roads carrying heavy traffic while the narrow town streets and tracks are represented by the vast area of  branching and spreading capillaries called the capillary network. In the capillary network, substances carried by the blood are exchanged with cells in the same way that products are transported from factories, oil refineries or farms and distributed into shops and homes. The structures of  the different types of  blood vessel closely reflect their functions in your body.\nARTERIES\nArteries carry blood away from your heart towards the cells of  your body. The structure of  an artery is shown in fig A. Almost all arteries carry oxygenated blood. The exceptions are:\n •the pulmonar\ny artery – carrying deoxygenated blood from the heart to the lungs\n •the umbilical ar\ntery – during pregnancy, this carries deoxygenated blood from the fetus to  \nthe placenta.\nThe arteries leaving the heart branch off  in every direction, and the diameter of  the lumen, the central space inside the blood vessel, gets smaller the further away it is from the heart. The very smallest branches of  the arterial system, furthest from the heart, are the arterioles. \nThe middle layers of\nthe artery wall containelastic ﬁbres and smoothmuscle; arteries nearestthe heart have more elasticﬁbres, those further fromthe heart have a greaterproportion of muscle tissue.\nelastic ﬁbres andsmooth musclelumentough outerlayer\nendotheliumexternal layerof tough tissue\nThe endothelium forms asmooth lining which allows theeasiest possible ﬂow of blood.Lumen is small whenartery unstretched byﬂow of blood from heart.\n▲ fig A  T he structure of an artery means it is adapted to cope with the surging of the blood as the heart pumps.\nBlood is pumped out from the heart in a regular rhythm, about 70 times a minute. Each heartbeat \nsends a high-pressure flow of  blood into the arteries. The major arteries close to the heart must withstand these pressure surges. Their walls contain a lot of  elastic fibres, so they can stretch to accommodate the greater volume of  blood without being damaged (see fig B). Between surges, the elastic fibres return to their original length, squeezing the blood to move it along in a continuous flow. The pulse you can feel in an artery is the effect of  the surge each time the heart beats. The blood pressure in all arteries is relatively high, but it falls in arteries further away from the heart. These are known as the peripheral arteries. LEARNING TIP\nRemember that all arteries carry \nblood away from the heart, so they have thick walls and lots of collagen to withstand the high pressure.\nEXAM HINT\nYou will study the structure and the function of the types of blood vessel separately. However, you should remember that the vessels do not exist separately – they are all interlinked within the whole circulatory system.\nUncorrected proof, all content subject to change at publisher discretion. Not for resale, circulation or distribution in whole or in part. ©Pearson 2018MAMMALIAN TRANSPORT SYSTEMS 38 1B.3 CIRCULATION IN THE BLOOD VESSELS\nEXAM HINT\nThe role of the elastic fibres in artery walls is to return to their original \nlength to help maintain the pressure. This is called recoil. The elastic recoil does not help to increase pressure, it simply helps to maintain the pressure – so do not suggest that the recoil helps pump blood along.\nIn the peripheral arteries, the muscle fibres in the vessel walls \ncontract or relax to change the size of  the lumen, controlling the blood flow. The smaller the lumen, the harder it is for blood to flow through the vessel. This controls the amount of  blood that flows into an organ, so regulating its activity. Y ou will find out more about this important response in Book 2 Topic 7.\n2.5 cmaorta\nelastic ﬁbres\nsmooth muscle\ncollagen ﬁbres\nelastic ﬁbres\nsmooth muscle\ncollagen ﬁbres\nelastic ﬁbres\nsmooth muscle\ncollagen ﬁbresmedium-sized artery\narteriole0.4 cm\n30 \/uni03BCm\n▲ fig B  T he relative proportions of different tissues in different arteries. \nCollagen gives general strength and flexibility to both arteries and veins.\nLEARNING TIP\nThe role of the muscles in the wall of the arterioles is to reduce the size \nof the lumen to increase resistance – this can reduce blood flow to areas that do not need so much blood and will cause the oxygenated blood to flow to other tissues. Remember to link this to things you may learn later such as how blood flow to the skin changes when you are too hot or too cold.\nCAPILLARIES\nArterioles lead into networks of  capillaries. These are very small \nvessels that spread throughout the tissues of  the body. The capillary network links the arterioles and the venules. Capillaries branch between cells – no cell is far from a capillary, so substances can diffuse between cells and the blood quickly. Also, because the diameter of  each individual capillary is small, the blood travels relatively slowly through them, giving more opportunity for diffusion to occur (see fig C). The smallest capillary is no wider than a single red blood cell.\nCapillaries have a very simple structure which is well adapted \nto their function. Their walls are very thin and contain no elastic fibres, smooth muscle or collagen. This helps them fit between individual cells and allows rapid diffusion of  substances between the blood and the cells. The walls consist of  just one very thin cell. Oxygen and other molecules, such as digested food molecules and hormones, quickly diffuse out of  the blood in the capillaries into the nearby body cells, and carbon dioxide and other waste molecules diffuse into the capillaries. Blood entering the capillary network from the arteries is oxygenated. When it leaves, it carries less oxygen and more carbon dioxide.\nwaste material \ne.g. carbon dioxideoxygen andfood molecules\ncapillary wall(epithelial cells)\nsingle red blood cells\n▲ fig C  T he very thin walls of capillaries allow rapid diffusion of oxygen, \ncarbon dioxide and digested food molecules. The lumen is just wide enough for red blood cells to pass through.\nVEINS\nVeins carry blood back towards the heart. Most veins carry \ndeoxygenated blood. The exceptions are:\n •the pulmonar\ny vein – carrying oxygen-rich blood from the \nlungs back to the heart for circulation around the body\n •the umbilical v\nein – during pregnancy, it carries oxygenated \nblood from the placenta into the fetus.\nTiny venules lead from the capillary network, combining into larger and larger vessels going back to the heart (see fig D).\nLEARNING TIP\nRemember that all veins carry blood back to the heart so they have \nlow pressure and do not need a thick wall.\nUncorrected proof, all content subject to change at publisher discretion. Not for resale, circulation or distribution in whole or in part. ©Pearson 201839 1B.3 CIRCULATION IN THE BLOOD VESSELS MAMMALIAN TRANSPORT SYSTEMS\nsmooth inner surface\nouter tough layer consisting\nmainly of collagen ﬁbresrelatively thin layer of smooth muscle with few elastic ﬁbres\nrelatively large lumen\nvein\nartery\n▲ fig D  T he arrangement of tissues in a vein reflects the pressure of blood  \nin the vessel.\nEventually only two veins (sometimes called the great veins) carry \nthe blood from the body tissues back to the heart – the inferior vena cava from the lower parts of  the body and the superior vena cava from the upper parts of  the body.\nVeins can hold a large volume of  blood – in fact more than half  of  \nthe body’s blood volume is in the veins at any one time. They act as a blood reservoir. The blood pressure in the veins is relatively low – the pressure surges from the heart are eliminated before the blood reaches the capillary system. This blood at low pressure must be returned to the heart and lungs to be oxygenated again and recirculated.\nThe blood is not pumped back to the heart, it returns to the heart \nby means of  muscle pressure and one-way valves.\n •Man\ny of  the larger veins are situated between the large muscle \nblocks of  the body, particularly in the arms and legs. When  the muscles contract during physical activity they squeeze these veins. The valves (see below) keep the blood travelling  in one direction and this squeezing helps to return the blood  to the heart. \n •T\nhere are one-way valves at frequent intervals throughout \nthe venous system. These are called semilunar valves because of  their half-moon shape. They develop from infoldings of  the inner wall of  the vein. Blood can pass through towards the heart, but if  it starts to flow backwards the valves close, preventing any backflow (see fig E).semilunar\nvalve open muscle\ncontracte d\nvein\nveinmusclerelaxedsemilunar valve shutBlood moving in the direction of the heart forces the valve open, allowing the blood to ﬂow through.\nA backﬂow of blood will close the valve, ensuring \nthat blood cannot ﬂow away from the heart.\n▲ fig E  V alves in the veins make sure blood only flows in one direction – \ntowards the heart. The contraction of large muscles encourages blood  flow through the veins.\nThe main types of  blood vessel – the arteries, veins and capillaries \n– have very different characteristics. These affect the way the blood flows through the body, and what the vessels do in the body. Some of  these differences are summarised in fig F.\nhigh\nlowtotal area\n(cm2)total area(cm\n2)blood pressure(kPa)\nvelocity(cm s\n21)\nlarge\narteriessmall\narteriesarterioles capillaries venules veins\n▲ fig F  Gr aph to show the surface area of each major type of blood vessel \nin your body, along with the velocity and pressure of the blood travelling  in them.\nUncorrected proof, all content subject to change at publisher discretion. Not for resale, circulation or distribution in whole or in part. ©Pearson 2018","12":"1BSPECIFICATION \nREFERENCE1.8 4 THE MAMMALIAN HEART\nLEARNING OBJECTIVES\n ◼R elate the structure and operation of the mammalian heart, including the major blood vessels, to its function.\n ◼Know the car\ndiac cycle.\nIn most animal transport systems, the heart is the organ that moves the blood around the body. In \nmammals, the heart is a complex, four-chambered muscular organ that sits in the chest protected by the ribs and sternum. In an average lifetime, the heart beats about 3\n 000\n 000\n 000 (3 × 109) times and \nwill pump over 200 million litres of  blood – quite a workload.\nTHE STRUCTURE OF THE HEART\nThe human heart, like other mammalian hearts (see fig A), is not a single muscular pump but two pumps, joined and working in time together. The right side of  the heart receives blood from the body and pumps it to the lungs. The left side of  the heart receives blood from the lungs and pumps it to the body. The blood in each side of  the heart does not mix with the blood from the other side. The two sides are separated by a thick, muscular septum. The heart is made of  a unique type of  muscle, known as cardiac muscle, which has special properties – it can carry on contracting regularly without resting or getting fatigued. Y ou will study this in more detail in Book 2 Topic 7. Cardiac muscle has a good blood supply – the coronary arteries bring oxygenated blood to the tissue (see fig B). It also contains lots of  myoglobin, a respiratory pigment which has a stronger affinity for oxygen than haemoglobin. This myoglobin stores oxygen for the respiration needed to keep the heart contracting regularly.\nsuperior vena cavaright pulmonary artery\n(to right lung)\nthinner cardiac muscleof right ventricleaorta\naorta    ﬂow of oxygenated blood\n    ﬂow of deoxygenated bloodcarotid arteries\nto neck and head\nright pulmonary vein\n(from right lung)\nsemilunar valve\nright atrium\ntricuspid valve\ninferior vena cavaleft pulmonary artery (to left lung)\napex of heart\nseptumleft atrium\nsemilunar valve\nthick cardiacmuscle of leftventricleleft pulmonaryvein (from leftlung)\ntendinous cordsbicuspid valve\n▲ fig A  T he structure of the human heart\n▲ fig B  T he coronary arteries, \nwhich you can clearly see here, carry oxygenated blood from the aorta to the heart muscle, providing it with oxygen and digested food and removing carbon dioxide.\nUncorrected proof, all content subject to change at publisher discretion. Not for resale, circulation or distribution in whole or in part. ©Pearson 2018MAMMALIAN TRANSPORT SYSTEMS 42 1B.4 THE MAMMALIAN HEART\nTHE ACTION OF THE HEART\nEXAM HINT\nWhen describing the action of the heart, remember that blood flows \nthrough both sides at the same time. Make it clear that both atria pump at the same time and both ventricles pump at the same time.\n1 T he inferior vena cava collects deoxygenated blood from the \nlower parts of  the body, while the superior vena cava receives \ndeoxygenated blood from the head, neck, arms and chest. Deoxygenated blood is delivered to the right atrium.\n2\n T\nhe right atrium receives the blood from the great veins. As it \nfills with blood, the pressure builds up and opens the tricuspid valve, so the right ventricle starts to fill with blood too. When the atrium is full it contracts, forcing more blood into the ventricle. The atrium has thin muscular walls because it receives blood at low pressure from the inferior vena cava and the superior vena cava and it needs to exert relatively little pressure to move the blood into the ventricle. One-way semilunar valves (like the valves in veins described in Section 1B.3) at the entrance to the atrium stop a backflow of  blood into the veins.\n3\n \nThe tricuspid valve consists of  three flaps and is also \nknown as an atrioventricular valve because it separates an atrium from a ventricle. The valve allows blood to pass from the atrium to the ventricle, but not in the other direction. The tough tendinous cords, also known as valve tendons or heartstrings, make sure the valves are not turned inside out by the pressure exerted when the ventricles contract.\n4\n T\nhe right ventricle is filled with blood under some pressure \nwhen the right atrium contracts, then the ventricle contracts. Its muscular walls produce the pressure needed to force blood out of  the heart into the pulmonary arteries. These carry the deoxygenated blood to the capillaries in the lungs. As the ventricle starts to contract, the tricuspid valve closes to prevent blood flowing into the atrium. Semilunar valves, like those in veins, prevent the blood flowing back from the arteries into the ventricle.\n5\n T\nhe blood returns from the lungs to the left side of  the heart in \nthe pulmonary veins. The blood is at relatively low pressure after passing through the extensive capillaries of  the lungs. The blood returns to the left atrium, another thin-walled chamber that performs the same function as the right atrium. It contracts to force blood into the left ventricle. Backflow is prevented by another atrioventricular valve known as the bicuspid valve , which has only two flaps.\n6\n As the left a\ntrium contracts, the bicuspid valve opens and the \nleft ventricle is filled with blood under pressure. As the left ventricle starts to contract the bicuspid valve closes to prevent backflow of  blood to the left atrium. The left ventricle pumps the blood out of  the heart and into the aorta, the major artery of  the body. This carries blood away from the heart at even higher pressure than the major arteries that branch off  from it. \nThe muscular wall of  the left side of  the heart is much thicker than that of  the right. The right side pumps blood to the lungs, which are relatively close to the heart. The delicate capillaries of  the lungs need blood delivered at relatively low pressure. The left side must produce sufficient force to move the blood under pressure to all the extremities of  the body and overcome the elastic recoil of  the arteries. Semilunar valves prevent the blood flowing back from the aorta into the ventricle.\nLEARNING TIP\nRemember that the valves do not operate on their own. They open \nand close as blood pressure changes in the chambers on either side of the valve. When the pressure is higher on one side it will push the valve open. When it is higher on the other side, it will close the valve.\nThe septum is a thick wall of  muscle and connective tissue \nbetween the two sides of  the heart. It prevents the oxygenated blood mixing with the deoxygenated blood. \nDID YOU KNOW? \nIn an embryo, there is a gap in the septum called the foramen ovale and the blood from the two sides of the heart can mix. This does not matter because the lungs of the fetus do not function and little blood flows to them. At birth, this hole closes over as the lungs begin to function. If it does not, the baby has a condition called patent foramen ovale or ‘hole in the heart’ . This may be  so small it does not really matter. If it is large, it must be closed  by surgery.\nDID YOU KNOW? \nInside the heart\nThe diagrams we use of the inside of a mammalian heart make it \nlook very clean and simple (see fig A). But when you dissect the heart of a mammal such as a sheep or a cow, you can see that it is much more complicated. Cutting open a heart and exploring the connections between the blood vessels and the chambers of the heart, and seeing the structure of the valves, helps you understand how it works as a three-dimensional pump (see fig C).\n▲ fig C  A dissected mammalian heart\nUncorrected proof, all content subject to change at publisher discretion. Not for resale, circulation or distribution in whole or in part. ©Pearson 201843 1B.4 THE MAMMALIAN HEART MAMMALIAN TRANSPORT SYSTEMS\nHOW YOUR HEART WORKS\nThe beating of  your heart produces the sounds that are your \nheartbeat. The sounds are not made by the contracting of  the heart muscle but by the heart valves closing. The two sounds of  a heartbeat are often described as ‘lub-dub’. The first sound (‘lub’) comes when the ventricles contract and the blood is forced against the atrioventricular valves. The second sound (‘dub’) comes when the ventricles relax and a backflow of  blood hits the semilunar valves in the pulmonary artery and aorta. The rate of  your heartbeat shows how frequently your heart is contracting.\nTHE CARDIAC CYCLE\nY our heart is continuously contracting then relaxing. The contraction of  the heart is called systole. Systole can be divided into atrial systole, when the atria contract together forcing blood into the ventricles, and ventricular systole, when the ventricles contract. Ventricular systole happens about 0.13 seconds after atrial systole, and forces blood out of  the ventricles into the pulmonary artery and the aorta. Between contractions the heart relaxes and fills with blood. This relaxation stage is called diastole. One cycle of  systole and diastole makes up a single heartbeat, which lasts about 0.8 seconds in humans. This is known as the cardiac cycle (see fig D). Y ou will learn more about how the rate of  the heartbeat is controlled in Book 2 Topic 7.\nsemilunar valves\nclosed\natrioventricular\nvalves open\natrioventricula r\nvalves closedsemilunar \nvalvesopenDiastole – the heart is r\nelaxed \nand ﬁlls with blood.\nSystole – the heart (atria\nfollowed by ventricles)contracts and for\nces \nblood out to the lungs and around the body.\n▲ fig D  T he cardiac cycleCHECKPOINT\n1.  Describe the path of blood ar ound the human body, identifying at \nwhich points the blood is oxygenated and where it is \ndeoxygenated. Explain how this system efficiently supplies cells with the oxygen they need.\n2. \n Discuss the relationship betw\neen structure and function for these \nparts of the heart:\n(a)\n semilunar v\nalves\n(b)\n \natria \n(c)\n v\nentricles including the thickness of the muscle walls\n(d)\n tendinous c\nords.\nSUBJECT VOCABULARY\nseptum the thick muscular dividing wall through the centre of the heart that prevents oxygenated and deoxygenated blood from mixing\ncardiac muscle the special muscle tissue of the heart, which has an \nintrinsic rhythm and does not fatigue\nmyoglobin a respiratory pigment with a stronger affinity for oxygen \nthan haemoglobin.\nright atrium the upper right-hand chamber of the heart that receives \ndeoxygenated blood from the body\nright ventricle the lower chamber that receives deoxygenated blood \nfrom the right atrium and pumps it to the lungs\ntricuspid valve (atrioventricular valve) the valve between the right \natrium and the right ventricle that prevents backflow of blood from the ventricle to the atrium when the ventricle contracts\ntendinous cords (valve tendons, heartstrings) cord-like tendons \nthatmake sure the valves are not turned inside out by the large pressure exerted when the ventricles contract\npulmonary arteries the blood vessels that carry deoxygenated \nblood from the heart to the lungs\npulmonary veins the blood vessels that carry oxygenated blood \nback from the lungs to the heart\nleft atrium the upper left-hand chamber of the heart that receives \noxygenated blood from the lungs\nleft ventricle the chamber that receives oxygenated blood from the \nleft atrium and pumps it around the body\nbicuspid valve (atrioventricular valve) the valve between the left \natrium and the left ventricle that prevents backflow of blood into the atrium when the ventricle contracts\naorta the main artery of the body; it leaves the left ventricle of the \nheart carrying oxygenated blood under high pressure\nsystole the contraction of the heartatrial systole when the atria of the heart contractventricular systole when the ventricles of the heart contractdiastole when the heart relaxes and fills with bloodcardiac cycle the cycle of contraction (systole) and relaxation \n(diastole) in the heart\nUncorrected proof, all content subject to change at publisher discretion. Not for resale, circulation or distribution in whole or in part. ©Pearson 2018","13":"1BSPECIFICATION \nREFERENCE5  A THEROSCLEROSIS\nLEARNING OBJECTIVES\n ◼Under stand the course of events that lead to atherosclerosis.\nCARDIOVASCULAR DISEASES\nProblems with the cardiovascular system have serious consequences. Globally, almost 18 million \npeople die from cardiovascular diseases each year. World Health Organization (WHO) data from 2017 show that cardiovascular diseases were responsible for 31% of  all global deaths – it is the single biggest cause of  death and disability (see fig A). What is more, around a third of  these deaths were in people younger than 70.\nMany cardiovascular diseases are linked to a condition called atherosclerosis.\nATHEROSCLEROSIS\nAtherosclerosis, a hardening of  the arteries, is a disease in which plaques (made of  a yellowish fatty \nsubstance) build up on the inside of  arteries. It can begin in late childhood and continues throughout life. A plaque can continue to develop until it restricts the flow of  blood through the artery or even blocks it completely. Plaques are most likely to form in the arteries of  the heart (coronary arteries) and neck (carotid arteries). The typical development of  a plaque is summarised in fig B.\nartery walls\nSlight damage to the endothelial cells lining\nthe artery leads to an inﬂammatory response,followed by a build-up of cholestero l.smooth normalendothelium\nThe fatty deposits grow to form an atheroma.\nFibrous tissue and calcium salts build up ar\nound\nthe atheroma forming a hardened plaque which\nnarrows the artery and makes the walls rigid.\n▲ fig B  T he development of atherosclerosis \nWe can now look at this development in more detail. Atherosclerosis begins with damage to the \nendothelial lining of  blood vessels. This damage can be caused by several factors, including high blood pressure and substances in tobacco smoke. Atherosclerosis usually occurs in arteries rather than in veins. This is because the blood in the arteries flows fast under relatively high pressure, which puts more strain on the endothelial lining of  the vessels and can cause small areas of  damage. In the veins, the pressure is lower so damage to the endothelium is much less likely.cardiovascular diseases\n31%\n27%9%33%communicable (infectious)\ndiseases, childbirth andnutritional conditions \ninjuries\nall other causes\ncardiovascular diseases\n31%\n27%9%33%communicable (infectious)\ndiseases, childbirth andnutritional conditions \ninjuries\nall other causes\n▲ fig A  T his WHO data from 2017 \nshows cardiovascular disease is the biggest single cause of death around the world.\nLEARNING TIP\nRemember that damage to the \nendothelium occurs first and this is often caused by high blood pressure, often as a result of smoking.\nEXAM HINT\nLearn the stages of the development of atherosclerosis: damage to the endothelium of the arteries → inflammatory response → accumulation of cholesterol → atheroma → fibrous tissue\/calcium salts → plaque → narrowing\/loss of elasticity of the artery.1.11 1.10\nUncorrected proof, all content subject to change at publisher discretion. Not for resale, circulation or distribution in whole or in part. ©Pearson 201845 1B.5 ATHEROSCLEROSIS MAMMALIAN TRANSPORT SYSTEMS\nOnce damage to the endothelium has occurred, the body’s inflammatory response begins and \nwhite blood cells arrive at the site of  the damage. These cells accumulate chemicals from the blood, especially cholesterol. This leads to a plaque (also known as an atheroma) forming on the endothelial lining of  the artery (see fig C). Fibrous tissue and calcium salts also build up (increase in amount) around the atheroma, turning it into a hardened plaque. This hardened area means that part of  the artery wall is less elastic and narrower than it should be. This is atherosclerosis and is summarised in fig B.\nThe plaque causes the lumen of  the artery to become much smaller. This increases the blood \npressure, making it harder for the heart to pump blood around the body. The raised blood pressure makes damage more likely in other areas of  the endothelial lining and more plaques will form.  This will make the blood pressure even higher, and so the problem gets worse. There are many factors that are linked to the development of  atherosclerosis. Y ou will look at these in more detail  in Chapter 1C.\nEFFECT OF ATHEROSCLEROSIS ON HEALTH\nAtherosclerosis can have many serious effects on the health of  an individual. The development  of  atherosclerosis can be summarised as: damage to the endothelium of  the arteries → inflammatory response → accumulation of  cholesterol → atheroma → fibrous tissue\/calcium salts → plaque → narrowing\/loss of  elasticity of  the artery.\nANEURYSMS\nIf  an area of  an artery is narrowed by plaque, blood tends to collect behind the blockage. The artery bulges and the wall is put under more pressure than usual, so it becomes weakened. This is known as an aneurysm. The weakened artery wall may split open, leading to massive internal bleeding. Aneurysms frequently happen in the blood vessels supplying the brain or in the aorta, especially when it passes through the abdomen. The massive blood loss and drop in blood pressure are often fatal, but if  aneurysms are diagnosed they can be treated by surgery before they burst.\nRAISED BLOOD PRESSURE\nThe arteries narrowed due to plaques on the walls cause raised blood pressure. This can lead to severe damage in a number of  organs, including the kidneys, the eyes and the brain. The high pressure damages the tiny blood vessels where your kidney filters out urea and other substances from the blood. If  the vessels feeding the kidney tubules become narrowed, the pressure inside them gets even higher and proteins may be forced out through their walls. If  you have high blood pressure, your doctors can test for protein in your urine as a sign of  kidney damage. \nSimilarly, the tiny blood vessels supplying the retina of  your eye are easily damaged. If  they become \nblocked or leak, the retinal cells are starved of  oxygen and die and this can cause blindness. \nBleeding from the capillaries into the brain results in one type of  stroke (see below).\nHEART DISEASE\nThere are many kinds of  heart disease, but the two most common ones are angina and myocardial \ninfarction (heart attack); both are closely linked to atherosclerosis (see figs B and D ).\nIn angina, plaques build up slowly in the coronary arteries, reducing blood flow to the parts of  the heart muscle beyond the plaques. Often symptoms are first noticed during exercise, when the cardiac muscle is working harder and needs more oxygen. The narrowed coronary arteries cannot supply enough oxygenated blood and the heart muscle resorts to anaerobic respiration. This causes a gripping pain in the chest that can extend into the arms, particularly the left one, and the jaw, and often also causes breathlessness. The symptoms of  angina subside once exercise stops, but the experience is painful and frightening.\nFortunately, most angina is relatively mild. It can be helped by taking regular exercise, losing weight \nand not smoking. The symptoms can be treated by drugs that cause rapid dilation of  the coronary blood vessels so that they supply the cardiac muscle with the oxygen it needs. However, if  the blockage of  the coronary arteries continues to get worse, so will the symptoms of  the angina. Other drugs are then used to dilate the blood vessels and reduce the heart rate. Unfortunately, drugs cannot \n▲ fig C  F atty deposits like these \nin an artery cause disease and death in millions of people  every year.\nEXAM HINT\nMake sure you are clear about \nall of the different terms. Atherosclerosis can cause aneurysms, angina and myocardial infarctions.\nUncorrected proof, all content subject to change at publisher discretion. Not for resale, circulation or distribution in whole or in part. ©Pearson 2018MAMMALIAN TRANSPORT SYSTEMS 46 1B.5 ATHEROSCLEROSIS\nsolve a severe problem permanently. A small tube called a stent \nmay be inserted into the coronary arteries to hold them open, or heart bypass surgery may be carried out. \nnarrowed artery\n▲ fig D  Injecting the blood v essels with special dye allows doctors to see \nwhere the coronary arteries are narrowing due to atherosclerosis so they \ncan treat the problem.\nEXAM HINT\nBe clear that angina and myocardial infarction are caused by reduced \nblood flow to the cardiac muscle – if you say ‘to the heart’ this suggests reduced flow in the veins carrying blood into the atria rather than arteries carrying oxygenated blood to the muscle itself.\nIn a myocardial infarction, often called a heart attack, one of the \nbranches of the coronary artery becomes completely blocked and part of the heart muscle is permanently starved of oxygen.\nMany heart attacks are caused by a blood clot resulting from \natherosclerosis. As you have seen, the wall of  an artery affected  by a plaque is stiffened, making it much more likely to suffer cracks or damage. Platelets touch the damaged surface of  the plaque and the clotting process is triggered (see Section 1B.2). The plaque itself  may rupture and break open, and the cholesterol that is released will also cause the platelets to trigger the blood clotting process. A clot may also develop because the endothelial lining is damaged, for example by high blood pressure or smoking.\nA clot that forms in a blood vessel is known as a thrombosis.  \nThe clot can rapidly block the whole blood vessel, particularly if  it is already narrowed by a plaque. A clot that gets stuck in a coronary artery is known as a coronary thrombosis. The clot  can block the artery, starving the heart muscle beyond that point of  oxygen and nutrients, and this often leads to a heart attack  (see fig E).Blargest heart attack\n(cardiac arre st) follows\nif blockage is at C\nmedium heart attack – death \nof some heart tissue if blockage is at Bsmall heart attack – death of small amount of heart tissue if blockage is at AABC\n▲ fig E  T he size and severity of a heart attack is closely related to the \nposition of the blockage in the coronary artery.\nDuring a heart attack, there is chest pain in the same areas as in \nan angina attack, but it is much more severe. The pain may occur at any time, although exercise may start it, and it often lasts for several hours. Death may occur very rapidly with no previous symptoms, or it may happen after several days of  feeling tired and suffering symptoms mistaken for indigestion.\nIt is very important to react quickly if  you suspect someone is \nhaving a heart attack. Give them two full-strength aspirin tablets to help stop the blood clotting, and get them to hospital as fast as you can.\nSTROKES\nA stroke is caused by an interruption to the normal blood supply to an area of  the brain. This may be due to bleeding from damaged capillaries or a blockage cutting off  the blood supply to the brain. A blockage is usually caused by a blood clot, an atheroma or a combination of  the two. Sometimes, the blood clot forms somewhere else in the body and is carried in the bloodstream until it gets stuck in an artery in the brain. The damage happens very quickly. A blockage in one of  the main arteries leading to the brain causes a very serious stroke that may lead to death. In one of  the smaller arterioles leading into the brain, the effects may be less disastrous.\nThe symptoms of  strokes vary, depending on how much of  the \nbrain is affected. Very often, the blood is cut off  from one part or one side of  the brain only (see fig F). Symptoms include dizziness, confusion, slurred speech, blurred vision or partial loss of  vision (usually one eye) and numbness. In more severe strokes, there can be paralysis, usually on one side of  the body.\nUncorrected proof, all content subject to change at publisher discretion. Not for resale, circulation or distribution in whole or in part. ©Pearson 201847 1B.5 ATHEROSCLEROSIS MAMMALIAN TRANSPORT SYSTEMS\n▲ fig F  T he damage caused in the brain by a major stroke resulting from  \na blood clot in the wrong place can be seen on the left of this MRI scan. The healthy part of the brain is shown in blue.\nThe outcome of  either a heart attack or a stroke usually depends \non how soon the person is treated. The sooner the patient is given treatment, including clot-busting drugs that break down or dissolve the blood clot, the more likely they are to survive. For example, if  treatment is given rapidly, 75% of  patients who survive the first week after a heart attack can expect to be alive five years later.\nCHECKPOINT \n1.   W hen a plaque starts to form on the endothelium (lining) of an \nartery, it usually gets worse and worse. Unless the person \nchanges their lifestyle or gets medical treatment, the lining of the artery does not return to normal. Explain why this happens, and why it is so dangerous.\n2.\n   (a)\n  Describe in detail the r\nole of atherosclerosis in \ncardiovascular disease.\n(b)\n Summarise the similarities and diff\nerences between a \nheart attack and a stroke.\nSKILLS INNOVATION\n3.   The build-up of a fatty plaque in the artery le ads to changes in \nthe blood flow and an increase in the blood pressure. Plan a way of modelling this that could be used on a television programme to explain high blood pressure to young people.SUBJECT VOCABULARY\ncardiovascular diseases diseases of the heart and circulatory system, many of which are linked to atherosclerosis\natherosclerosis a condition in which yellow fatty deposits build up \n(increase in amount) on the lining of the arteries, causing them to be narrowed and resulting in many different health problems\nplaques yellowish fatty deposits that form on the inside of arteries in \natherosclerosis\natheroma another term for a plaque formed on the arterial lininganeurysm a weakened, bulging area of artery wall that results from \nblood collecting behind a blockage caused by plaques\nangina a condition in which plaques are deposited on the \nendothelium of the arteries and reduce the blood flow to the cardiac muscle through the coronary artery; it results in pain during exercise\nmyocardial infarction (heart attack) the events which take place \nwhen atherosclerosis leads to the formation of a clot that blocks the coronary artery entirely and deprives the heart muscle of oxygen, so it dies; it can stop the heart functioning\nanaerobic respiration cellular respiration that takes place in the \nabsence of oxygen\nstent a metal or plastic mesh tube that is inserted into an artery \naffected by atherosclerosis to hold it open and allow blood to pass through freely\nthrombosis a clot that forms in a blood vesselstroke an event caused by an interruption to the normal blood \nsupply to an area of the brain which may be due to bleeding from damaged capillaries or a blockage cutting off the blood supply to the brain, usually caused by a blood clot\nUncorrected proof, all content subject to change at publisher discretion. Not for resale, circulation or distribution in whole or in part. ©Pearson 2018","14":"1BSPECIFICATION \nREFERENCE5  A THEROSCLEROSIS\nLEARNING OBJECTIVES\n ◼Under stand the course of events that lead to atherosclerosis.\nCARDIOVASCULAR DISEASES\nProblems with the cardiovascular system have serious consequences. Globally, almost 18 million \npeople die from cardiovascular diseases each year. World Health Organization (WHO) data from 2017 show that cardiovascular diseases were responsible for 31% of  all global deaths – it is the single biggest cause of  death and disability (see fig A). What is more, around a third of  these deaths were in people younger than 70.\nMany cardiovascular diseases are linked to a condition called atherosclerosis.\nATHEROSCLEROSIS\nAtherosclerosis, a hardening of  the arteries, is a disease in which plaques (made of  a yellowish fatty \nsubstance) build up on the inside of  arteries. It can begin in late childhood and continues throughout life. A plaque can continue to develop until it restricts the flow of  blood through the artery or even blocks it completely. Plaques are most likely to form in the arteries of  the heart (coronary arteries) and neck (carotid arteries). The typical development of  a plaque is summarised in fig B.\nartery walls\nSlight damage to the endothelial cells lining\nthe artery leads to an inﬂammatory response,followed by a build-up of cholestero l.smooth normalendothelium\nThe fatty deposits grow to form an atheroma.\nFibrous tissue and calcium salts build up ar\nound\nthe atheroma forming a hardened plaque which\nnarrows the artery and makes the walls rigid.\n▲ fig B  T he development of atherosclerosis \nWe can now look at this development in more detail. Atherosclerosis begins with damage to the \nendothelial lining of  blood vessels. This damage can be caused by several factors, including high blood pressure and substances in tobacco smoke. Atherosclerosis usually occurs in arteries rather than in veins. This is because the blood in the arteries flows fast under relatively high pressure, which puts more strain on the endothelial lining of  the vessels and can cause small areas of  damage. In the veins, the pressure is lower so damage to the endothelium is much less likely.cardiovascular diseases\n31%\n27%9%33%communicable (infectious)\ndiseases, childbirth andnutritional conditions \ninjuries\nall other causes\ncardiovascular diseases\n31%\n27%9%33%communicable (infectious)\ndiseases, childbirth andnutritional conditions \ninjuries\nall other causes\n▲ fig A  T his WHO data from 2017 \nshows cardiovascular disease is the biggest single cause of death around the world.\nLEARNING TIP\nRemember that damage to the \nendothelium occurs first and this is often caused by high blood pressure, often as a result of smoking.\nEXAM HINT\nLearn the stages of the development of atherosclerosis: damage to the endothelium of the arteries → inflammatory response → accumulation of cholesterol → atheroma → fibrous tissue\/calcium salts → plaque → narrowing\/loss of elasticity of the artery.1.11 1.10\nUncorrected proof, all content subject to change at publisher discretion. Not for resale, circulation or distribution in whole or in part. ©Pearson 201845 1B.5 ATHEROSCLEROSIS MAMMALIAN TRANSPORT SYSTEMS\nOnce damage to the endothelium has occurred, the body’s inflammatory response begins and \nwhite blood cells arrive at the site of  the damage. These cells accumulate chemicals from the blood, especially cholesterol. This leads to a plaque (also known as an atheroma) forming on the endothelial lining of  the artery (see fig C). Fibrous tissue and calcium salts also build up (increase in amount) around the atheroma, turning it into a hardened plaque. This hardened area means that part of  the artery wall is less elastic and narrower than it should be. This is atherosclerosis and is summarised in fig B.\nThe plaque causes the lumen of  the artery to become much smaller. This increases the blood \npressure, making it harder for the heart to pump blood around the body. The raised blood pressure makes damage more likely in other areas of  the endothelial lining and more plaques will form.  This will make the blood pressure even higher, and so the problem gets worse. There are many factors that are linked to the development of  atherosclerosis. Y ou will look at these in more detail  in Chapter 1C.\nEFFECT OF ATHEROSCLEROSIS ON HEALTH\nAtherosclerosis can have many serious effects on the health of  an individual. The development  of  atherosclerosis can be summarised as: damage to the endothelium of  the arteries → inflammatory response → accumulation of  cholesterol → atheroma → fibrous tissue\/calcium salts → plaque → narrowing\/loss of  elasticity of  the artery.\nANEURYSMS\nIf  an area of  an artery is narrowed by plaque, blood tends to collect behind the blockage. The artery bulges and the wall is put under more pressure than usual, so it becomes weakened. This is known as an aneurysm. The weakened artery wall may split open, leading to massive internal bleeding. Aneurysms frequently happen in the blood vessels supplying the brain or in the aorta, especially when it passes through the abdomen. The massive blood loss and drop in blood pressure are often fatal, but if  aneurysms are diagnosed they can be treated by surgery before they burst.\nRAISED BLOOD PRESSURE\nThe arteries narrowed due to plaques on the walls cause raised blood pressure. This can lead to severe damage in a number of  organs, including the kidneys, the eyes and the brain. The high pressure damages the tiny blood vessels where your kidney filters out urea and other substances from the blood. If  the vessels feeding the kidney tubules become narrowed, the pressure inside them gets even higher and proteins may be forced out through their walls. If  you have high blood pressure, your doctors can test for protein in your urine as a sign of  kidney damage. \nSimilarly, the tiny blood vessels supplying the retina of  your eye are easily damaged. If  they become \nblocked or leak, the retinal cells are starved of  oxygen and die and this can cause blindness. \nBleeding from the capillaries into the brain results in one type of  stroke (see below).\nHEART DISEASE\nThere are many kinds of  heart disease, but the two most common ones are angina and myocardial \ninfarction (heart attack); both are closely linked to atherosclerosis (see figs B and D ).\nIn angina, plaques build up slowly in the coronary arteries, reducing blood flow to the parts of  the heart muscle beyond the plaques. Often symptoms are first noticed during exercise, when the cardiac muscle is working harder and needs more oxygen. The narrowed coronary arteries cannot supply enough oxygenated blood and the heart muscle resorts to anaerobic respiration. This causes a gripping pain in the chest that can extend into the arms, particularly the left one, and the jaw, and often also causes breathlessness. The symptoms of  angina subside once exercise stops, but the experience is painful and frightening.\nFortunately, most angina is relatively mild. It can be helped by taking regular exercise, losing weight \nand not smoking. The symptoms can be treated by drugs that cause rapid dilation of  the coronary blood vessels so that they supply the cardiac muscle with the oxygen it needs. However, if  the blockage of  the coronary arteries continues to get worse, so will the symptoms of  the angina. Other drugs are then used to dilate the blood vessels and reduce the heart rate. Unfortunately, drugs cannot \n▲ fig C  F atty deposits like these \nin an artery cause disease and death in millions of people  every year.\nEXAM HINT\nMake sure you are clear about \nall of the different terms. Atherosclerosis can cause aneurysms, angina and myocardial infarctions.\nUncorrected proof, all content subject to change at publisher discretion. Not for resale, circulation or distribution in whole or in part. ©Pearson 2018","15":"1CSPECIFICATION \nREFERENCE1  RISK,  CORRELATION AND CAUSE1.17 1.15\nLEARNING OBJECTIVES\n◼ Under stand why people’s perception of risks is often different from the actual risks, including underestimating and \noverestimating the risks due to diet and other lifestyle factors in the development of heart disease.\n◼\n Be a\nble to distinguish between correlation and causation.\nEvery country has diseases which affect its people and may even kill them. Some of  these diseases \naffect you randomly – there is nothing you can do to change whether you are affected or not. However, for many diseases, especially non-communicable (non-infectious) conditions such as heart disease \nand cancer, you can increase or lower your risk of  becoming ill, based on factors in your lifestyle. If  you understand the risk factors, you can help to make yourself  and your family healthier.\nWHAT IS RISK?\nThe word risk is used regularly in everyday conversation, but in science it has a very specific meaning. In science, risk describes the probability that an event will happen. Probability means the chance or likelihood of  the event, calculated mathematically. For example, imagine you have six coloured balls – red, blue, green, yellow, orange and purple – in a black cloth bag (see fig A). If  you reach in and pull out a single ball, the probability (risk) of  getting, say, a green ball can be expressed in one of  three ways:\n •1 in 6\n •0.166\n 66 r\necurring (0.17)\n •17%.\nT\nhis is the case for any one of  the six colours in the bag. In the same way, it is possible to work out \nyour risk of  developing certain specified diseases or of  dying from a specified cause. \nHOW DO WE PERCEIVE RISK? \nThe actual risk of  doing something is not always the same as the sense of  risk one feels. Most people don’t think twice before getting into their car – but globally you have an annual risk of  1 in 5747 of  being killed in a road traffic accident. On the other hand, many people get very worried before flying, but commercial flights have a 1 in 4.5–5.5 million risk of  crashing. Personal perception of  risk is based on a variety of  factors which include: \n •ho\nw familiar you are with the activity \n •ho\nw much you enjoy the activity\n •w\nhether or not you approve of  the activity. \nThe actual mathematical risk may play very little part in developing your personal perception of  risk. People often overestimate the benefits, or minimise the risk, of  behaviour that they want to continue. For example, there is now strong evidence from around the world that obesity is linked to a range of  diseases such as diabetes, cardiovascular disease and some cancers. However, people like eating and so they still become overweight. On the other hand, they will over-emphasise the risks of  activities if  they want to avoid them or prevent others from doing them. For example, parents over-emphasise the risk of  wandering away to small children, to help make the child behave and stay close.\nIn another example, there is good scientific evidence that smoking affects our risk of  developing \ndiseases such as atherosclerosis, as well as lung cancer. However, knowledge of  the mathematical risk of  an early death if  you smoke cigarettes doesn’t always stop people from smoking.▲ fig A  T he risk, chance or \nprobability that you will pick a blue ball out of the black bag is 1 in 6. If you return the ball to the bag each time, you will have exactly the same probability of picking a blue ball again the next time. The probability will always be 1 in 6.\nUncorrected proof, all content subject to change at publisher discretion. Not for resale, circulation or distribution in whole or in part. ©Pearson 201853 1C.1 RISK, CORRELATION AND CAUSE CARDIOVASCULAR HEALTH AND RISK\nEPIDEMIOLOGY\nIf  you know the number of  people in a population who are \naffected by a disease, it is possible to calculate the average risk of  developing that disease for a person within that population. But the risk is higher for some people than others, depending on their lifestyle and which genes they inherit.\nIt is possible to identify the risk factors that may contribute to \nthe cause of  a disease. Y ou can look at people who have the same factors (e.g. smoking) and compare their risk of  the disease with the average risk for the whole population. Using these techniques, it appears that there are a number of  factors that increase the likelihood that a person will develop atherosclerosis. If  many factors influence your chance of  having a disease, it is called a multifactorial disease. The study of  the patterns of  diseases and their causes is called epidemiology.\nWhen two different sets of  data change together, there may be a \nlink, which is called a correlation. For example, mortality data from a disease such as atherosclerosis may change in a similar pattern to a lifestyle factor such as smoking or lack of  exercise. However, this does not prove that one is the cause of  the other. They could both be caused by something else which would explain why they change in the same way. Correlation is not the same as causation – further research is always needed to demonstrate a causal link.\nFor example, fig B shows the percentage of  deaths in the  \nUAE from cardiovascular disease each year. It also shows the statistics for obesity and diabetes. This data suggests a possible correlation between obesity and heart disease. \nDeaths from CVD05101520253035404550\nObesePercentage of the population affected\nOverweight Diabetes33%47.5%\n13%31%\n▲ fig B  T his data shows a possible correlation between obesity, diabetes \nand death from cardiovascular disease (CVD). It needs more data from other sources to show that obesity can cause diabetes and CVD.\nEXAM HINT\nWhen provided with data in the form of a graph, make sure you read \nthe axis titles carefully so that you know what the data refers to.Y ou cannot base conclusions on a single set of  data. However, \nthese UAE data agree with findings from countries around the world that suggest obesity is closely linked to the development of  diabetes and cardiovascular diseases. Dr Raghib Ali, principle investigator in the UAE Healthy Future Study, has set up a long-term study in Abu Dhabi. The team is aiming to collect the data needed to confirm the pattern of  increased disease risk in the UAE – and so to find ways of  reducing the risk of  diabetes and cardiovascular diseases.\nCHECKPOINT \n1.    Explain the diff erence between risk, correlation and causation.\n2.\n   In most are\nas of the world, the risk of dying from heart disease \nis about three times greater for smokers than for non-smokers. \nExplain why this does not mean that an individual person who smokes will die from heart disease. \nSKILLS PERSONAL AND SOCIAL RESPONSIBILITY\n3.   The risks of de veloping diabetes and heart disease linked to \nobesity are well known. Suggest reasons why people stay obese, and why more people are becoming obese.\n4.\n   In the Maldiv\nes, 39% of deaths are the result of cardiovascular \ndisease. 25% of the population smoke and around 12.9% are obese. Draw a bar chart to show this information. How does it compare with the information in fig B on the UAE? Suggest any other information you might need to make accurate comparisons between the causes of disease in the two countries.\nSUBJECT VOCABULARY\nnon-communicable conditions diseases which are not caused by pathogens and cannot be spread from one person to another \nrisk the probability that an event will take placeprobability a measure of the chance or likelihood that an event will \ntake place\nrisk factors factors which affect the risk of an event happeningmultifactorial disease a disease which results from the interactions \nof many different factors – not from one simple cause\nepidemiology the study of patterns of health and disease, to identify \ncauses of different conditions and patterns of infection\ncorrelation\n a strong tendency for two sets of data to change together\ncausation when a factor directly causes a specific effect\nUncorrected proof, all content subject to change at publisher discretion. Not for resale, circulation or distribution in whole or in part. ©Pearson 2018","16":"SPECIFICATION \nREFERENCE1C2  INVESTIGATING THE CAUSES \nOF CVDs1.16 1.12\nLEARNING OBJECTIVES\n◼ Be a ble to evaluate the design of studies used to determine health risk factors, including sample selection and \nsample size used to collect data that are both valid and reliable.\n◼\n Know how f\nactors such as genetics, age and gender increase the risk of cardiovascular diseases (CVDs).\nEverywhere you look, on television, in newspapers and on the \ninternet, there are reports of  factors which affect your health. Eat fruit and vegetables, drink orange juice, take lots of  exercise, enjoy these foods – how do we know which advice is based on good science, and which is given to us because someone wants to sell us something? There are many ways in which you can evaluate the design of  studies to decide if  the data are meaningful.\nDESIGNING STUDIES\nMost epidemiological studies are based on a very big sample size – usually, the bigger the study, the more meaningful the results. \nThe ideal is to investigate one factor or variable, keeping all other \nvariables the same (controlled). However, controlling variables is almost impossible when you are working with human beings. The way people live is complex and varies a lot, so it is hard to detect how any one factor affects people. When a larger number of  people are studied, it is more likely that patterns may emerge, even with all the other differences between the people involved. Evidence based on large amounts of  data is more likely to be statistically significant than evidence based on small studies.\nSome epidemiological studies are carried out over a long time. \nThese longitudinal studies are very valuable because they follow the same group of  individuals over many years (see fig A). This means the impact of  their known lifestyle on their health can be tracked over time. For example, the Münster Heart Study looked at cardiovascular disease in 10\n 856 men a\nged 36–65 in \nEurope, following them from the start of  the study well into the 21st century. The results from this study are still seen as important because so many people were involved over a long period of  time. The Framingham Study in the US also provided much data – but was limited because they were all from similar American citizens. The study started in 1948 and it is still going on – the scientists have widened the population they gather data from, so it is more relevant now.\nAn ambitious new study called the National Children’s Study has \nbeen set up in the US to follow 100\n 000 childr\nen from birth until \nthey are 21 years old. From 2008–2012, children were selected to be representative of  the whole of  the US population. One major objective of  the study is to examine how environmental inputs and genetic factors interact to affect the health and development of  children. This is believed to be the biggest longitudinal study ever set up. Similarly, the UAE Healthy Future Study will be longitudinal, looking at the same group of  volunteers over a number of  years.\nSometimes, scientists look at all the available studies in a subject \narea and analyse the available data in a massive literature study. This combines small and large studies and can give more reliable evidence than any one of  the studies alone. This is called a metadata analysis (meta-analysis).\nEVALUATING SCIENTIFIC STUDIES\nWhen considering a study, you need to examine the methodology to see if  it is valid. That means that it is properly designed to answer the question or questions being asked. Y ou also need to see if  the measurements have been carried out with precision. It is important to find out if  other scientists have been able to repeat the methodology and have had similar results – if  so, the results are considered more reliable.\nIt is also important to know who carried out the research, who \nfunded it and where it was published. Then to decide whether or not any of  these factors might have affected or biased the study. Y ou need to evaluate the data and conclusions from the study in the light of  all these factors.\nEXAM HINT\nRemember the meaning of the following terms.\nValid: answers the question the scientists are askingPrecise: measurements with little difference between themReliable: the investigation is repeatable by other scientists who get \nsimilar results\nThey are important in evaluating all practical work and research.\nIn the next few pages, you are going to look at some of  the \nevidence that scientists have collected suggesting factors that may – or may not – affect your risk of  developing cardiovascular diseases (CVDs). In each case, you need to look carefully at the type of  evidence that is presented and think about what else you need to know to make firm conclusions.\nRISK FACTORS FOR CVDs\nThe results from many epidemiological studies have identified a range of  risk factors linked to CVDs. These factors divide into two main groups – those you can’t change and those you can do something about (see Section 1C.3).\nNON-MODIFIABLE RISK FACTORS FOR ATHEROSCLEROSIS\nThere are three main risk factors for CVDs which cannot (at the present time) be changed.\n •Genes\n: studies show that there is a genetic tendency (trend) \nin some families, and also in some ethnic groups, to develop CVDs. These trends can include–\n ar\nteries which are easily damaged\nUncorrected proof, all content subject to change at publisher discretion. Not for resale, circulation or distribution in whole or in part. ©Pearson 201855 1C.2 INVESTIGATING THE CAUSES OF CVDs CARDIOVASCULAR HEALTH AND RISK\n– a tendency to de velop hypertension which can cause arterial \ndamage and make CVDs more likely\n–\n pr\noblems with the cholesterol balance of  the body.\n •Age\n: as you get older, your blood vessels begin to lose their \nelasticity and to narrow slightly. This can make you more likely \nto suffer from CVDs, particularly heart disease.\n •Gender\n: statistically, under the age of  50, men are more likely \nto suffer from heart disease (and other CVDs) than women. The female hormone oestrogen, which is an important factor in the woman’s menstrual cycle, appears to reduce the build-up of  plaque. This gives women some protection against CVDs until they go through the menopause when oestrogen levels fall.\nLEARNING TIP\nRemember that risk factors do not cause the disease, they contribute \nto the chances of developing the disease.\nLOOKING AT THE DATA\nIdentical twin studies are an excellent resource when investigating \nwhether there is a genetic factor at work, because identical twins have exactly the same genes. Any differences should therefore be due to the environment in which they live. A major twin study was conducted in Sweden and was based on over 21\n 000 pair\ns of  twins, \nboth identical and non-identical. This study showed that (for male twins) if  one twin died of  heart disease between the ages of  36 and 55, then the risk of  the other twin also dying of  heart disease was eight times higher than if  neither was affected (see fig A). However, as the twins got older, one dying of  heart disease had less of  a correlation with the other twin also dying of  heart disease. In other words, there appears to be a clear genetic link to heart disease in younger men, but it gets less in much older men. \nEpidemiological studies have also identified several lifestyle \nfactors linked to CVDs, some of  which you will look at in the following pages. These lifestyle factors are important for health because they are the factors that we can change.\nCHECKPOINT \nSKILLS EXECUTIVE FUNCTION\n1.     When scientists design a major study, what can they do to try \nand make sure their results will be both valid and reliable?\n2.\n   Using the data in \nfig A, answer the following questions.\n(a)\n Ho\nw do the figures for identical and fraternal twins differ in \nthe top graph? What does this suggest about a genetic link \nto heart disease?\n(b)\n W\nhat does the bottom graph show you about the apparent \nheritability of heart disease in men? What might affect the fall in apparent heritability as the men got older?Age (years)36–55 56–65 66–75 76–85 85+0%10%20%40%\n30%50%60%70%80%\nfraternal twins\nidentical twins\nFollow-up timeHeritability is the\ntendency for heartdisease to be inherited.Follow-up time is theyear of follow-up afterthe original studycarried out in 1961.Heritability\n1987 1992 19960%20%40%80%\n60%100%\n6663\n57Probability of the second twin dying of hear t\ndisease if the ﬁrst twin dies of heart disease\nAge (years)36–55 56–65 66–75 76–85 85+0%10%20%40%\n30%50%60%70%80%\nfraternal twins\nidentical twins\nFollow-up timeHeritability is the\ntendency for heartdisease to be inherited.Follow-up time is theyear of follow-up afterthe original studycarried out in 1961.Heritability\n1987 1992 19960%20%40%80%\n60%100%\n6663\n57Probability of the second twin dying of heart\ndisease if the ﬁrst twin dies of heart disease\n▲ fig A  T hese are results from an epidemiological study of male twins in \nSweden published in 1994. Although this study was carried out a long time ago, the findings are still important, because of the large number of twin pairs who took part and the length of the study.\nSUBJECT VOCABULARY\nlongitudinal studies scientific studies which follow the same group \nof individuals for many years\nmetadata analysis (meta-analysis) when data from all the available \nstudies in a particular area are analysed\nvalid an investigation which is well designed to answer the question \nbeing asked\nprecision measurements with only slight variation between themreliable evidence which can be repeated by several different \nscientists\nbiased when someone is unfairly for or against an idea (e.g. when a \nscientist is paid by someone with a vested interest in a specific result – they may receive benefit from the outcome)\nevaluate to assess or judge the quality of a study and the significance \nof the results\nUncorrected proof, all content subject to change at publisher discretion. Not for resale, circulation or distribution in whole or in part. ©Pearson 2018","17":"SPECIFICATION \nREFERENCE1C3  RISK FACTORS FOR \nCARDIOVASCULAR DISEASE\nLEARNING OBJECTIVES\n◼ Be a ble to evaluate the design of studies used to determine health risk factors, including sample selection and \nsample size used to collect data that are both valid and reliable.\n◼\n Know how f\nactors such as diet, high blood pressure, smoking and inactivity increase the risk of cardiovascular \ndisease (CVD).\nThe non-modifiable factors affecting your risk of  developing CVDs – age, genetics and gender – are \nthe same all over the world. However, the numbers of  people who die of  CVDs varies enormously, depending on where you live, as you can see in fig A. This tells us that other factors are involved – factors which vary with your lifestyle. In the rest of  this topic, you will find out more about the lifestyle factors which affect us and influence our risk of  developing – or dying from – heart disease.\n020406080100120140\nLow\/middleincome countriesHigh\/middle\nincome countriesHigh income\ncountriesLow income\ncountries39\n020406080100120140160\nheart attack\n5295\n78109126158\n95\nLow\/middle\nincome countriesDeaths per 100  000 population\nHigh\/middle\nincome countriesHigh income\ncountriesstroke\n▲ fig A  Deaths fr om CVDs in different countries (based on 2012 data)\nEXAM HINT\nWhen you are given a graph, try to analyse it briefly before looking at the question. Find trends and obvious \ncomparison points. This will help you to understand what the question is asking for.\nMODIFIABLE (LIFESTYLE) RISK FACTORS FOR CVDs\nThe development of  atherosclerosis is linked to many types of  CVD. Y our lifestyle can affect your \nrisk of  developing atherosclerosis in the future. Epidemiological studies have shown links with smoking, diet and weight, lack of  activity and high blood pressure. These are the factors we can change, so we can change our risk of  developing CVDs by the lifestyle choices we make.\nSMOKING AND ATHEROSCLEROSIS\nStudies have shown that smokers are far more likely to develop atherosclerosis than non-smokers with a similar lifestyle. Nine out of  ten people who need heart bypass surgery or stents as a result of  atherosclerosis are smokers. In 2007, a Spanish study showed a clear correlation between smoking and the incidence of  death from atherosclerotic heart disease. Causation was established by further research. For example, studies found that the substances in tobacco smoke:\n •can dama\nge the artery linings, which makes the build-up of  plaques more likely\n •can cause the ar\nteries to narrow, raise the blood pressure and increase the risk of  atherosclerosis.\nSimilar findings were made in a study on adults with heart disease in Jordan in 2017 (see fig B).1.16 1.12\nUncorrected proof, all content subject to change at publisher discretion. Not for resale, circulation or distribution in whole or in part. ©Pearson 201857 1C.3 RISK FACTORS FOR CARDIOVASCULAR DISEASE CARDIOVASCULAR HEALTH AND RISK\n0246810\n0Proportion CAD\n55–64 651 <45 45–54\nAge (years) Age (years)Smoking 2 Smoking 1Proportion CAD\n0246810\n055–64 651 <45 45–54male\nfemale\n▲ fig B  Pr oportion of adults with coronary artery disease (CAD) depending on whether they smoke or not based on \na Jordanian study in 2017.\nINACTIVITY AND CVDs\nRegular exercise helps lower blood pressure, prevent obesity and diabetes, lower blood cholesterol \nlevels, balance lipoproteins and reduce stress. These also lower your risk of  developing atherosclerosis and CVDs. A study of  10\n 269 male Har\nvard University (USA) graduates aged between \n45 and 84 showed that the men who changed from being inactive to taking regular exercise had a 23% lower mortality over the life of  the study than those who did not exercise. Moreover, the main cause of  the deaths was atherosclerosis and the linked CVDs. A study of  72\n 488 f\nemale nurses \nshowed the same benefits for women – the more active women had a significantly lower risk of  developing atherosclerosis and other CVDs. \nA 2013 study from Sri Lanka showed a similar pattern – high levels of  inactivity were linked to an \nincreased risk of  obesity, diabetes, high blood pressure and CVDs. High levels of  activity were linked to a reduced risk of  all these conditions. Several studies have shown that exercise both reduces the formation of  plaques in the arteries and also keeps plaques that are present more stable and less likely to break.\nHIGH BLOOD PRESSURE AND ATHEROSCLEROSIS\nAs you saw in Section 1B.4, the heart pumps blood out into your arteries in a regular rhythm. The blood travels through your arterial system at pressures which change as your heart beats and which are easily measured (see fig C). At systole, when the blood is forced out of  the heart, a healthy blood pressure is around 120\n mmHg\n. When the heart is relaxed and filling during diastole, a healthy blood \npressure is around 80\n mmHg\n. Measuring blood pressure is used as an indicator of  the health of  both \nyour heart and your blood vessels. Y our blood pressure goes up and down naturally during the day – but it shouldn’t be constantly raised. If  your blood pressure is regularly above 140\/90\n mmHg\n, you \nhave high blood pressure or hypertension. Raised blood pressure can be a sign of  atherosclerosis. The blood pressure goes up when the walls of  the arteries become less flexible due to the build-up of  plaque, and when the lumen of  the arteries get narrower as they are blocked by the plaques. This means that raised blood pressure can be the result of  atherosclerosis and can be used to help diagnose the disease.\n▲ fig C  Doctors can use a blood pr essure monitor like this to check that your blood pressure is in the healthy range. \nSome people buy and use their own monitor, so they can check their blood pressure regularly to help prevent them \ngetting CVDs.\nUncorrected proof, all content subject to change at publisher discretion. Not for resale, circulation or distribution in whole or in part. ©Pearson 2018CARDIOVASCULAR HEALTH AND RISK 58 1C.3 RISK FACTORS FOR CARDIOVASCULAR DISEASE\nHowever, other factors can also raise the blood pressure. For \nexample, smoking narrows the blood vessels and raises the blood pressure. Obesity, inactivity, a high level of  salt in the diet and stress can also narrow the arteries or affect the way the heart is pumping and raise the blood pressure. When the blood pressure is constantly high, the lining of  the arteries is more likely to be damaged, leading to atherosclerosis and ultimately CVDs. So high blood pressure can also contribute to CVDs. If  a doctor discovers you have high blood pressure, they will try to help you reduce the level by making lifestyle changes or with medication, to try to reduce your risk of  developing CVDs.\nDIET, OBESITY AND ATHEROSCLEROSIS\nAn increasing number of  studies suggest that being overweight does not directly affect your risk of  developing CVDs, but it is a very important indicator of  risk. Most scientists think that the best predictors of  future CVDs are: \n •w\nhere fat is stored on your body\n •ho\nw much exercise you do \n •the le\nvels of  different fats in your blood.\nTwo other factors which are often a direct result of  being overweight do increase the risk of  atherosclerosis and CVDs. These are:\n •high b\nlood pressure – increases the risk of  damage to blood \nvessel linings, and so of  plaque formation\n •type 2 dia\nbetes – this can result in damage to the lining of  the \nblood vessels which increases the risk of  plaque formation.\nThere have been many studies on how diet is linked to atherosclerosis and CVDs, some looking at general diet, some looking at the role of  diet in becoming overweight or obese, and some looking at specific foods. The evidence is very mixed and very difficult to interpret. Y ou can find out more about this in Section 1C.4.\nEXAM HINT\nRemember that atherosclerosis is a multifactorial disease – there is no \nsingle cause but there are many factors that contribute to the chances of it occurring. \nSmoking is one important factor that increases the chances of \natherosclerosis. Inactivity and diet are other factors.\nLINKS BETWEEN FACTORS\nMany epidemiological studies are starting to find that an increased \nrisk of  developing a disease is often due to a combination of  factors. For example, it is known that smoking increases your risk of  atherosclerosis because of  its effect on your blood vessels and blood pressure. Evidence now suggests that smoking also changes the balance of  lipoproteins in your blood in a way which raises your risk of  dying from atherosclerosis-related CVDs. Y ou will find out more about lipoproteins and their effect on cardiovascular risk in Section 1C.4.PREVENTING ATHEROSCLEROSIS AND CVDs\nThe advice about what is ‘good’ for us and what is ‘bad’ changes. This happens because epidemiological studies of  links between risk factors and CVDs become more sophisticated and scientific research discovers more reasons why some factors can contribute to atherosclerosis. Current evidence suggests that eating a balanced diet with a variety of  fats and plenty of  fruit and vegetables helps prevent atherosclerosis. It helps not to smoke, to maintain a healthy weight to avoid high blood pressure and type 2 diabetes, to reduce constant stress and get plenty of  exercise. It is important to take action as early as possible because there is clear evidence of  the early signs of  atherosclerosis in teenagers and even young children, if  known risk factors are already in place.\nCHECKPOINT \n1.     (a)   W hat is the difference between modifiable and non-\nmodifiable risk factors for CVDs?\n(b)\n  \nGive two non-modifiable and two  modifiable risk factors \nfor atherosclerosis.\n(c)\n  F\nor each factor you have chosen, explain how it increases \nthe risk of developing atherosclerosis and CVDs.\n2.\n   (a)\n  T\nake the data from fig A and combine the information on \ndeaths from heart attacks and strokes for each group of \ncountries. Record your answers in a table. This will give you the total number of deaths from CVDs in each.\n(b)\n  Using y\nour answer to part (a), draw a bar chart of the total \nnumbers of deaths from CVDs in the different groups of countries in 2012.\nSKILLS PERSONAL AND SOCIAL RESPONSIBILITY\n3.   The numbers of de aths from CVDs in poorer countries are \nmuch lower than in wealthier countries. Using what you know about the risk factors for CVDs, suggest at least three reasons for these differences.\nSUBJECT VOCABULARY\nhigh blood pressure blood pressure that is regularly more than 140\/90\n mmHg; this incre\nases your risk of developing CVDs\nhypertension high blood pressure, regularly measuring over 140\/90\n mmHg\n, which increases your risk of developing CVDs\nUncorrected proof, all content subject to change at publisher discretion. Not for resale, circulation or distribution in whole or in part. ©Pearson 2018","18":"SPECIFICATION \nREFERENCE1C4  DIET AND CARDIOVASCULAR \nHEALTH\nLEARNING OBJECTIVES\n◼ Know how f actors such as diet increase the risk of cardiovascular disease.\n◼\n Be a\nble to analyse data on the possible significance for health of blood cholesterol levels and levels of high-density \nlipoproteins (HDLs) and low-density lipoproteins (LDLs).\n◼\n Know the e\nvidence for a causal relationship between blood cholesterol levels (total cholesterol and LDL cholesterol) \nand cardiovascular disease.\n◼\n Under\nstand how people use obesity indicators such as BMI and waist-to-hip ratios.\nThere is strong evidence from around the world that the food we eat has a big effect on our health \nin many different ways. It certainly has a big impact on the health of  our cardiovascular system. However, our understanding of  what the effect is and how our food affects our risk of  developing cardiovascular diseases keeps changing as scientists learn more.\nWEIGHT ISSUES\nThere is plenty of  food in the developed world and people can easily eat more than they need to supply the metabolic needs of  the body. This means that many people have a positive energy balance. The excess food energy is converted into a store of  fat so these people become overweight and then obese. All the evidence suggests that being obese increases your risk of  developing many different diseases, including CVDs.\nMEASURING A HEALTHY WEIGHT:  \nTHE BODY MASS INDEX\nWhat do we mean by ‘overweight’? It isn’t just how much you weigh. Doctors and scientists look at your body mass index (BMI) to decide if  you are unhealthily heavy (see fig A). This compares your weight to your height in a simple formula:\nBMI = \n   w\neight in kilograms  ________________   (height in metres)2   \nF\nor an adult, the following definitions apply:\n •a BMI of\n less than 18.5\n kg\n m–2 means you are \nunderweight\n •a BMI of\n 18.5–25\n kg\n m–2 is the ideal range\n •a BMI o\nver 25 and up to 30\n kg\n m–2 means you \nare overweight\n •a BMI of\n 30–40\n kg\n m–2 is considered obese\n •a BMI o\nver 40\n kg\n m–2 defines you as morbidly \nobese.\nEXAM HINT\nUsing numbers in examinations has always been a \nweak point with biology students.\nIf you can apply your maths skills accurately, you \nwill gain marks easily. When calculating BMI, candidates often forget to square the height, or they use height in centimetres rather than metres.Your weight in stonesYour height in feet and inches\n6Your weight in kilos\nunder-\nweightOK over-\nweightobese morbidly\nobese40 50 60 70 80 90 100 110 120 130 140 150\n789101112131415161718192021222324254’104’115’05’15’25’35’46’6\n6’5\n6’4\n6’3\n6’2\n6’1\n6’0\n5’11\n5’10\n5’9\n5’8\n5’7\n5’6\n5’5\nYour height in metres\n1.481.501.521.541.561.581.601.621.641.661.681.701.721.741.761.781.801.821.841.861.881.901.921.941.961.98\n▲ fig A  Using a gr aph like this gives an adult a good idea of whether or not their BMI is in \nthe healthy range.1.18(ii) 1.18(i) 1.12\nUncorrected proof, all content subject to change at publisher discretion. Not for resale, circulation or distribution in whole or in part. ©Pearson 2018CARDIOVASCULAR HEALTH AND RISK 60 1C.4 DIET AND CARDIOVASCULAR HEALTH\nThe BMI measure was developed in the mid-1800s and it was \noriginally used to classify normal, relatively inactive people of  average body composition. The normal charts apply to adults only – there are special charts for children and teenagers. Y oung people grow and their body composition changes as they mature, so both age and gender are important in calculating what is normal until they become adults. The BMI became widely used for deciding whether people are a healthy weight for their height and even for predicting the likelihood of  CVDs – but doctors increasingly feel it is a very limited tool. Most top athletes would have BMIs in the obese range, because BMI makes no allowance for the difference in composition of  people’s bodies. The reason athletes often have BMIs that suggest they are obese is because BMI does not recognise the difference between fat and muscle. BMI values also underestimate body fat in older people who have lost a lot of  their muscle mass. There are also international differences, with some groups having a greater or lower than average risk of  obesity-related diseases. More and more, the evidence suggests that BMI is not a good predictor of  CVDs on its own – but combined with other factors it is part of  the picture (see fig B).\naerobically ﬁt\nunﬁt\nBody fat category (% weight as fat)Relative risk of CVD mortality\nlean\n<16.7%normal\n16.7–24.9%obese\n>25%01246\n3578\n▲ fig B  T he risk of dying of CVDs differs for people in different weight and \nfitness categories. Being overweight or obese does increase the risk – but it is not the whole story.\nMEASURING A HEALTHY WEIGHT: THE WAIST-TO-HIP RATIO\nIncreasingly, scientists are finding that a simple waist  :  hip r atio \nis the best measure of  obesity, and also the best way to predict \nan increased risk of  CVDs. The waist is measured just above the navel, and the hips at the widest point of  the hips. The size of  the waist is then divided by the size of  the hips:\n   w\naist size (cm)  _____________   hip size (cm)   \nW\naist size gives a good indication of  the amount of  fat a person  \nis carrying.\nGENDER WAIST  : HIP RA TIO INDICATING OBESITY\nMale >0.9\nFemale >0.85\nA simple measurement like this can be used easily by individuals to monitor their own health and well-being. Simple measures can lower the waist\n :\n hip r\natio. These include eating less and taking more \nexercise to reduce the fat stores and reduce the size of  the waist. Keeping the waist\n :\n hip r\natio at a healthy level reduces your overall \nrisk of  CVDs, as well as the many other conditions linked to obesity.\nBeing seriously underweight is not good for you either and can \nlead to muscle wasting, heart damage and other health problems. However, it is the other end of  the scale that is causing the most concern. The available data show that around 61% of  all adults in England (that’s almost 24 million people) are either overweight or obese, and that the proportion of  the population affected is continuing to rise. The trend towards obesity is being seen across the developed world. For example, Gulf  Cooperation Council countries face challenges with health problems related to obesity. Saudi Arabia (35.2%), Qatar (33.1%) and UAE (33%) face similar concerns. \nTACKLING OBESITY\nEvidence from around the world suggests that the change in energy balance is linked to modern lifestyles rather than simply to poor individual choices. Energy-rich food is widely available and cheap. The 21st century way of  life in many countries involves almost no exercise – relatively few jobs now require manual labour, household tasks are often automated and people drive instead of  walking or cycling. So, as the average energy input has increased (or stayed the same), the energy output has decreased and people are gaining weight. Solutions include taxes on fatty foods, town planning to make walking and cycling easier and educating children to prevent childhood obesity – but there is no clear scientific evidence that any of  these solutions work. One thing we do know – since 2006, the number of  overweight people in the world is greater than the number of  people who do not get enough to eat. The importance of  reducing obesity is shown in the graph in fig C. This also shows that waist\n :\n hip r\natio is a better \npredictor of  heart disease than BMI.\n45678910Coronary heart disease\nincidence (per 100 people)\nhigh highest low medium\nQuartilewaist-to-hip\nratio\nBMI\n▲ fig C  T his graph shows that as men become more obese, their risk \nof developing coronary heart disease also increases. It also shows that waist\n :\n hip r\natio is a better predictor than BMI.\nDIET AND CVDs\nThe effect of  diet on the risk of  developing CVDs isn’t simply \nabout becoming obese. What you eat, as well as how much you eat, seems to be very important. Many studies have looked at the general diet people eat and at the incidence of  heart disease. For example, one study produced the graph in fig D. This shows that \nUncorrected proof, all content subject to change at publisher discretion. Not for resale, circulation or distribution in whole or in part. ©Pearson 2018","19":"1CSPECIFICATION \nREFERENCE1.19 6 USING THE EVIDENCE\nLEARNING OBJECTIVES\n◼ Under stand how people use scientific knowledge about the effects of diet, including obesity indicators, exercise and \nsmoking to reduce their risk of coronary heart disease.\nThere is much scientific evidence about the main factors that increase the risk of  heart disease. \nA lot of  that evidence is used by governments and health organisations to produce advice on how to improve our health. Why do they do this? \nPREVENTION IS BETTER THAN CURE \nCardiovascular disease has a negative effect on individuals, on families  and on society. It costs a lot of  money to treat people in hospital. When  people are too ill to work, they are losing money for their families, and  also for the companies where they work. Treating people with drugs to  prevent them from needing surgery is cheaper for health service providers.  It is even cheaper (and better for the individual) if  we can stop ourselves  needing the drugs. So, prevention is better than treatment for CVDs for  many reasons (see fig A). However, persuading people to change their  \nlifestyle habits is often difficult.\nFor example, there is a lot of  reliable evidence to show that smoking is  \none of  the highest risk factors for CVDs. However, if  you stop smoking,  your risk of  developing heart disease is almost halved after just one year.  Moreover, research carried out by a team led by Azra Mahmud from  Trinity College Dublin and published in 2007 suggests that after 10 years,  the arteries of  smokers who stop smoking are the same as if  they had  never smoked. There is a lot of  support available for people who want to  stop smoking. Y et, despite all this, almost 1 billion people around the  world smoke cigarettes and millions of  them die each year of  CVDs and  cancers linked to their smoking. \nHealth education programmes in schools and communities can help to  \nmake sure that everyone is aware of  the risks associated with different  lifestyle choices. However, each individual has to make their own choices  and take their own risks.\nOVERWEIGHT OR UNDERFIT?\nMost people are aware that obesity is linked to CVDs, and many go on  slimming diets to try to lose weight. Most people also know that taking  regular exercise helps protect against CVDs – but more people choose to  go on a diet than choose to take regular exercise. The results of  a study  carried out over an average of  eight years on 20\n 000 men a\nged from  \n30 to 83 years are given in Section 1C.4 fig B. Fitness was defined by  how much oxygen they used during exercise. The results show that if  you  are obese and fit you have a lower risk of  dying from CVDs than someone  who is not obese but unfit. Obviously, being the correct weight and fit is  best of  all! \nThe problem is that many people enjoy their food, and don’t take sufficient exercise. It takes a lot of  \neffort to cut down the amount of  food you eat and change to eating healthier foods including lots of  fruit and vegetables. ▲\n fig A  Infogr aphics like this one published in Gulf News help \npeople understand the factors which affect their heart health.\nLEARNING TIP\nRemember to read all the \ninformation in graphics.\nUncorrected proof, all content subject to change at publisher discretion. Not for resale, circulation or distribution in whole or in part. ©Pearson 2018","20":"SPECIFICATION \nREFERENCE1C 1.207  THE BENEFITS AND RISKS \nOF TREATMENT\nLEARNING OBJECTIVES\n◼ Know the benefits and risks of  treatments for CVDs including antihypertensives, statins, anticoagulants and platelet \ninhibitors.\nOnce a patient has signs of  cardiovascular disease, there are a \nnumber of  different treatment options available. Changing lifestyle, such as improving diet, giving up smoking and taking more exercise can help but there are also various drugs that can be given. The drugs aim to reduce the risks associated with CVDs by helping to prevent problems developing. However, all medicines carry some risk. \nCONTROLLING BLOOD PRESSURE\nAs you have seen, hypertension or high blood pressure is a major risk factor for cardiovascular diseases.\nANTIHYPERTENSIVES\nDrugs that reduce blood pressure are known as antihypertensives. Some commonly prescribed antihypertensive drugs are described below.\n •T\nreatment often begins with diuretics, which increase the volume \nof  urine produced. This eliminates excess fluids and salts, so that the blood volume decreases. With less blood, a smaller volume is pumped from the heart and the blood pressure falls. \n •Beta b\nlockers interfere with the normal system for controlling \nthe heart. They block the response of  the heart to hormones such as adrenaline, which normally act to speed up the heart and increase the blood pressure (you will find out more in Book 2 Topic 7). So, beta blockers make the heart rate slower and the contractions less strong, so the blood pressure is lower.\nSympathetic nerve inhibitors affect the sympathetic nerves which go from your central nervous system to all parts of  your body (you will find out more in Book 2 Topic 7). Sympathetic nerves stimulate your arteries to constrict, which raises your blood pressure. The inhibitors prevent these nerves signalling to the arteries, which helps to keep the arteries dilated and your blood pressure lower.\n •Angiotensin is a hor\nmone which stimulates the constriction of  \nyour blood vessels and so causes the blood pressure to rise. ACE inhibitors block the production of  angiotensin, which reduces the constriction of  your blood vessels and so keeps your blood pressure lower.\nThe benefits of  these drugs in reducing blood pressure are clear. They reduce the risk of  CVDs, and also reduce the risk of  damage to the kidneys and eyes from the high blood pressure. \nBut there are risks. The risks of  these treatments are twofold. \nIf  the treatment is not monitored carefully, your blood pressure may become too low. That can lead to falls and injuries which, particularly in elderly patients, can be serious and even life-threatening. The second major risk is the side-effects that may result from the way your body reacts to the drugs. Each type of  drug has its own possible side-effects (see fig A). For a drug to be given a licence for use, the benefits of  the treatment must be judged to outweigh any side-effects.\nThe side-effects from commonly used antihypertensives include \ncoughs, swelling of  the ankles, impotence, tiredness and fatigue, and constipation. These are not serious compared with the health risks from high blood pressure – but to the patient they may feel very significant. High blood pressure often doesn’t make you feel ill, but the medication needed to control it can affect your quality of  life. Doctors find many patients stop taking their medication – the side-effects make them ignore the much larger but invisible risk of  CVDs.\n▲ fig A  All medically licensed drugs c ome with instructions and information \nwhich includes possible side-effects known to be caused by the drug.\nEXAM HINT\nIf you are asked to discuss or evaluate the use of medication or some \nother treatment, you must remember to include both the benefits and the potential risks associated with the treatment.\nSTATINS\nStatins are a group of  drugs that lower the level of  cholesterol in \nyour blood. They block the enzyme in the liver that is responsible for making cholesterol, and are very effective at blocking the production of  LDLs. Statins also improve the balance of  LDLs to HDLs and reduce inflammation in the lining of  the arteries. Both functions reduce the risk of  atherosclerosis developing.\nFig B shows the results from a trial using statins with a group of  6605 \nAsian Indians in the US. This shows the results for men and women, and other groups who are high-risk categories for cardiovascular disease. Statins reduce the incidence of  serious cardiovascular disease in all categories, but they seem to have a greater effect for some groups than for others.\nUncorrected proof, all content subject to change at publisher discretion. Not for resale, circulation or distribution in whole or in part. ©Pearson 2018CARDIOVASCULAR HEALTH AND RISK 68 1C.7 THE BENEFITS AND RISKS OF TREATMENT%men\n–34%women\n–54%smokers\n–59%diabetes\n–43%high BP\n–43%elderly\n–29%HDL  < 40\n–44%HDL  > 40\n–15%\n–60–50–40–30–20–100\n \n▲ fig B  T hese data show the benefits of statins in reducing the risk of CVDs in Asian Indians, who are a particularly high-risk group. Statins had a strong positive \nbenefit to a range of patients.\nA UK study showed that men who took a particular statin for five \nyears had a lower risk of  death or heart attack, even 10 years after they stopped taking the drug. The study involved 6595 middle-aged men. It showed that for the first five years, the overall risk of  heart attack or death from any type of  heart disease was 11.8% for the men who took the statin, compared with 15.5% for men who took a placebo (an inactive substance that resembles the drug but has no action in the body). The risk was reduced the most while the men were taking the drug, but some level of  protection lasted for up to 10 years afterwards.\nMost people use statins with little or no ill effect. Side-effects of  \nmuscle and joint aches and nausea, constipation and diarrhoea are sometimes reported. However, there are two serious but very rare side-effects. In a tiny number of  people, statins trigger a form of  muscle inflammation which can be fatal. For example, the US Food and Drug Administration (FDA) reported 3339 cases of  these muscle reactions between January 1990 and March 2002, but during this time millions of  Americans took statins daily. Statins can also cause liver problems in a small group. As an example, the risk of  liver damage in people taking lovastatin is two in a million. Out of  51\n 741 li\nver transplant patients in the US \nbetween 1990 and 2002, liver failure appeared to be caused by statins in only three cases.\nAnother risk is more subtle: there is a risk that, if  people take \nstatins to lower their blood cholesterol, they will no longer try to eat a healthy diet, and statins give no protection against the other ill effects of  a bad diet.\nPlant stanols and sterols are now widely sold in spreads \nand yoghurts. These compounds are very similar in structure to cholesterol. They reduce the amount of  cholesterol absorbed from your gut into your blood, which can make it easier for your body to metabolise cholesterol and reduce the levels of  LDLs in the blood. Products like these are sold as a food, not as a drug. While there is scientific evidence that they are effective in many people, they have not undergone the levels of  testing that drugs such as statins have. Metadata analysis has shown that these products do work if  they are eaten regularly in the recommended amounts (2\n g \nper da\ny of  plant sterols and stanols). It has been estimated that \nthese products can lower your risk of  heart disease by about 25% if  they are used correctly (see fig C).Plant sterols (g\/d)LDL cholesterol (% change)0 0.5 1 1.5 2 2.5 3 3.5\n41 trials with plant sterols\/stanols:\n95% Cl from meta-analysisKatan et al. Mayo Clin Proc 2003\nLDL cholesterol from pro.activ sponsored studies0\n–4\n–8\n–12\n–16\n–202–2.5  g of plant sterols\ndaily signiﬁcantly reduces\nLDL cholesterol by ~10%\n▲ fig C  Scientific e vidence from a number of studies shows that plant \nsterols can reduce harmful LDL cholesterol levels in the blood if used \ncorrectly.\nUncorrected proof, all content subject to change at publisher discretion. Not for resale, circulation or distribution in whole or in part. ©Pearson 201869 1C.7 THE BENEFITS AND RISKS OF TREATMENT CARDIOVASCULAR HEALTH AND RISK\nANTICOAGULANTS AND PLATELET INHIBITORY DRUGS \nFollowing heart surgery, or after suffering from a blood clot \n(thrombosis), drug treatments are used to help prevent the blood clotting too easily. Here are two examples.\nWarfarin is an anticoagulant that interferes with the \nmanufacture of  prothrombin in the body. Low prothrombin levels make the blood clot less easily (see Section 1B.2). Warfarin has been used in rat poison – in high doses the blood will not clot at all and the rats bleed to death after the slightest injury. In humans, the dose is carefully monitored to make sure that the clotting of  the blood is reduced but not prevented completely. \nPlatelet inhibitory drugs make the platelets less sticky, and \nso reduce the clotting ability of  the blood. The cheapest and most common of  these is aspirin (fig D) but clopidogrel is also commonly used. \n▲ fig D  Aspirin is a r elatively cheap drug. It has been used traditionally  \nas a painkiller. It is also a very effective way of preventing many \ncardiovascular problems.\nThe risks of  taking aspirin are well known – it irritates the \nstomach lining and causes bleeding in the stomach which can become serious. A combination of  aspirin and clopidogrel can reduce the risk of  developing a range of  cardiovascular diseases by 20–25% in some low-risk patients. However, based on data from several studies it appears that, for some patients, the risk of  side-effects is much higher when the two drugs are combined. For example, for every 1000 patients at high risk of  CVDs treated for 28 months, five cardiovascular events would be avoided – but three major stomach bleeds would be caused. In lower-risk patients, 23 cardiovascular events would be avoided while 10 major bleeds would be caused. It is difficult to achieve the correct balance between preventing the blood from clotting too easily while allowing it to clot when necessary. For example, when people are treated with anticoagulant drugs such as warfarin, they must be monitored very carefully to make sure that they do not bleed internally, particularly in the brain. The decision whether to give warfarin will depend on many factors, including the patient’s age and condition as well as other medication they may be taking.\nCHECKPOINT \n1.      Explain why the side-effects of medication may result in a \npatient giving up on the treatment. Use the terms perceived risk \nand actual risk in your answer.\nSKILLS DECISION MAKING\n2.    The gr aph in fig C comes from the website of a company that \nmakes products containing plant stanols. However, the data appear scientifically acceptable – why? What do they show you about the effect of plant stanols on blood cholesterol levels?\n3.\n  (a)\n Explain wh\ny placebos may be used in drug trials.\n(b)\n  The study sho\nwn in fig B was stopped 2 years early because \nit was deemed unfair to the patients taking the placebo. Why do you think it was unfair? Is it ever unethical to use a placebo in a trial?\n4.\n  Look at \nfig B and answer these questions. \n(a)\n  Explain wh\ny statins have a greater effect on reducing the \nrisk of CVDs in people with a lower HDL level.\n(b)\n  Considering that all medical drugs ha\nve associated side-\neffects, what does this graph suggest about which groups should be targeted with statins to reduce CVDs overall in  the population?\nSUBJECT VOCABULARY\nantihypertensive drug which reduces high blood pressure\ndiuretics drugs which increase the volume of urine producedbeta blockers drugs which block the response of the heart to \nhormones such as adrenaline\nsympathetic nerve inhibitors drugs which inhibit sympathetic \nnerves, keeping arteries dilated\nACE inhibitors drugs which block the production of angiotensinside-effect a secondary, usually undesirable effect of a drug or \nmedical treatment\nstatins drugs that lower the level of cholesterol in the bloodplacebo an inactive substance resembling a drug being trialled which \nis used as an experimental control\nplant stanols and sterols similar in structure to cholesterol, these \ncompounds can help reduce blood cholesterol in those consuming them\nanticoagulant a substance that interferes with the manufacture of \nprothrombin in the body\nplatelet inhibitory drugs drugs used to prevent blood clots forming \nby preventing platelets clumping together\nUncorrected proof, all content subject to change at publisher discretion. Not for resale, circulation or distribution in whole or in part. ©Pearson 2018","21":"SPECIFICATION \nREFERENCE1C 1.207  THE BENEFITS AND RISKS \nOF TREATMENT\nLEARNING OBJECTIVES\n◼ Know the benefits and risks of  treatments for CVDs including antihypertensives, statins, anticoagulants and platelet \ninhibitors.\nOnce a patient has signs of  cardiovascular disease, there are a \nnumber of  different treatment options available. Changing lifestyle, such as improving diet, giving up smoking and taking more exercise can help but there are also various drugs that can be given. The drugs aim to reduce the risks associated with CVDs by helping to prevent problems developing. However, all medicines carry some risk. \nCONTROLLING BLOOD PRESSURE\nAs you have seen, hypertension or high blood pressure is a major risk factor for cardiovascular diseases.\nANTIHYPERTENSIVES\nDrugs that reduce blood pressure are known as antihypertensives. Some commonly prescribed antihypertensive drugs are described below.\n •T\nreatment often begins with diuretics, which increase the volume \nof  urine produced. This eliminates excess fluids and salts, so that the blood volume decreases. With less blood, a smaller volume is pumped from the heart and the blood pressure falls. \n •Beta b\nlockers interfere with the normal system for controlling \nthe heart. They block the response of  the heart to hormones such as adrenaline, which normally act to speed up the heart and increase the blood pressure (you will find out more in Book 2 Topic 7). So, beta blockers make the heart rate slower and the contractions less strong, so the blood pressure is lower.\nSympathetic nerve inhibitors affect the sympathetic nerves which go from your central nervous system to all parts of  your body (you will find out more in Book 2 Topic 7). Sympathetic nerves stimulate your arteries to constrict, which raises your blood pressure. The inhibitors prevent these nerves signalling to the arteries, which helps to keep the arteries dilated and your blood pressure lower.\n •Angiotensin is a hor\nmone which stimulates the constriction of  \nyour blood vessels and so causes the blood pressure to rise. ACE inhibitors block the production of  angiotensin, which reduces the constriction of  your blood vessels and so keeps your blood pressure lower.\nThe benefits of  these drugs in reducing blood pressure are clear. They reduce the risk of  CVDs, and also reduce the risk of  damage to the kidneys and eyes from the high blood pressure. \nBut there are risks. The risks of  these treatments are twofold. \nIf  the treatment is not monitored carefully, your blood pressure may become too low. That can lead to falls and injuries which, particularly in elderly patients, can be serious and even life-threatening. The second major risk is the side-effects that may result from the way your body reacts to the drugs. Each type of  drug has its own possible side-effects (see fig A). For a drug to be given a licence for use, the benefits of  the treatment must be judged to outweigh any side-effects.\nThe side-effects from commonly used antihypertensives include \ncoughs, swelling of  the ankles, impotence, tiredness and fatigue, and constipation. These are not serious compared with the health risks from high blood pressure – but to the patient they may feel very significant. High blood pressure often doesn’t make you feel ill, but the medication needed to control it can affect your quality of  life. Doctors find many patients stop taking their medication – the side-effects make them ignore the much larger but invisible risk of  CVDs.\n▲ fig A  All medically licensed drugs c ome with instructions and information \nwhich includes possible side-effects known to be caused by the drug.\nEXAM HINT\nIf you are asked to discuss or evaluate the use of medication or some \nother treatment, you must remember to include both the benefits and the potential risks associated with the treatment.\nSTATINS\nStatins are a group of  drugs that lower the level of  cholesterol in \nyour blood. They block the enzyme in the liver that is responsible for making cholesterol, and are very effective at blocking the production of  LDLs. Statins also improve the balance of  LDLs to HDLs and reduce inflammation in the lining of  the arteries. Both functions reduce the risk of  atherosclerosis developing.\nFig B shows the results from a trial using statins with a group of  6605 \nAsian Indians in the US. This shows the results for men and women, and other groups who are high-risk categories for cardiovascular disease. Statins reduce the incidence of  serious cardiovascular disease in all categories, but they seem to have a greater effect for some groups than for others.\nUncorrected proof, all content subject to change at publisher discretion. Not for resale, circulation or distribution in whole or in part. ©Pearson 2018CARDIOVASCULAR HEALTH AND RISK 68 1C.7 THE BENEFITS AND RISKS OF TREATMENT%men\n–34%women\n–54%smokers\n–59%diabetes\n–43%high BP\n–43%elderly\n–29%HDL  < 40\n–44%HDL  > 40\n–15%\n–60–50–40–30–20–100\n \n▲ fig B  T hese data show the benefits of statins in reducing the risk of CVDs in Asian Indians, who are a particularly high-risk group. Statins had a strong positive \nbenefit to a range of patients.\nA UK study showed that men who took a particular statin for five \nyears had a lower risk of  death or heart attack, even 10 years after they stopped taking the drug. The study involved 6595 middle-aged men. It showed that for the first five years, the overall risk of  heart attack or death from any type of  heart disease was 11.8% for the men who took the statin, compared with 15.5% for men who took a placebo (an inactive substance that resembles the drug but has no action in the body). The risk was reduced the most while the men were taking the drug, but some level of  protection lasted for up to 10 years afterwards.\nMost people use statins with little or no ill effect. Side-effects of  \nmuscle and joint aches and nausea, constipation and diarrhoea are sometimes reported. However, there are two serious but very rare side-effects. In a tiny number of  people, statins trigger a form of  muscle inflammation which can be fatal. For example, the US Food and Drug Administration (FDA) reported 3339 cases of  these muscle reactions between January 1990 and March 2002, but during this time millions of  Americans took statins daily. Statins can also cause liver problems in a small group. As an example, the risk of  liver damage in people taking lovastatin is two in a million. Out of  51\n 741 li\nver transplant patients in the US \nbetween 1990 and 2002, liver failure appeared to be caused by statins in only three cases.\nAnother risk is more subtle: there is a risk that, if  people take \nstatins to lower their blood cholesterol, they will no longer try to eat a healthy diet, and statins give no protection against the other ill effects of  a bad diet.\nPlant stanols and sterols are now widely sold in spreads \nand yoghurts. These compounds are very similar in structure to cholesterol. They reduce the amount of  cholesterol absorbed from your gut into your blood, which can make it easier for your body to metabolise cholesterol and reduce the levels of  LDLs in the blood. Products like these are sold as a food, not as a drug. While there is scientific evidence that they are effective in many people, they have not undergone the levels of  testing that drugs such as statins have. Metadata analysis has shown that these products do work if  they are eaten regularly in the recommended amounts (2\n g \nper da\ny of  plant sterols and stanols). It has been estimated that \nthese products can lower your risk of  heart disease by about 25% if  they are used correctly (see fig C).Plant sterols (g\/d)LDL cholesterol (% change)0 0.5 1 1.5 2 2.5 3 3.5\n41 trials with plant sterols\/stanols:\n95% Cl from meta-analysisKatan et al. Mayo Clin Proc 2003\nLDL cholesterol from pro.activ sponsored studies0\n–4\n–8\n–12\n–16\n–202–2.5  g of plant sterols\ndaily signiﬁcantly reduces\nLDL cholesterol by ~10%\n▲ fig C  Scientific e vidence from a number of studies shows that plant \nsterols can reduce harmful LDL cholesterol levels in the blood if used \ncorrectly.\nUncorrected proof, all content subject to change at publisher discretion. Not for resale, circulation or distribution in whole or in part. ©Pearson 2018","22":"SPECIFICATION \nREFERENCE1C3  RISK FACTORS FOR \nCARDIOVASCULAR DISEASE\nLEARNING OBJECTIVES\n◼ Be a ble to evaluate the design of studies used to determine health risk factors, including sample selection and \nsample size used to collect data that are both valid and reliable.\n◼\n Know how f\nactors such as diet, high blood pressure, smoking and inactivity increase the risk of cardiovascular \ndisease (CVD).\nThe non-modifiable factors affecting your risk of  developing CVDs – age, genetics and gender – are \nthe same all over the world. However, the numbers of  people who die of  CVDs varies enormously, depending on where you live, as you can see in fig A. This tells us that other factors are involved – factors which vary with your lifestyle. In the rest of  this topic, you will find out more about the lifestyle factors which affect us and influence our risk of  developing – or dying from – heart disease.\n020406080100120140\nLow\/middleincome countriesHigh\/middle\nincome countriesHigh income\ncountriesLow income\ncountries39\n020406080100120140160\nheart attack\n5295\n78109126158\n95\nLow\/middle\nincome countriesDeaths per 100  000 population\nHigh\/middle\nincome countriesHigh income\ncountriesstroke\n▲ fig A  Deaths fr om CVDs in different countries (based on 2012 data)\nEXAM HINT\nWhen you are given a graph, try to analyse it briefly before looking at the question. Find trends and obvious \ncomparison points. This will help you to understand what the question is asking for.\nMODIFIABLE (LIFESTYLE) RISK FACTORS FOR CVDs\nThe development of  atherosclerosis is linked to many types of  CVD. Y our lifestyle can affect your \nrisk of  developing atherosclerosis in the future. Epidemiological studies have shown links with smoking, diet and weight, lack of  activity and high blood pressure. These are the factors we can change, so we can change our risk of  developing CVDs by the lifestyle choices we make.\nSMOKING AND ATHEROSCLEROSIS\nStudies have shown that smokers are far more likely to develop atherosclerosis than non-smokers with a similar lifestyle. Nine out of  ten people who need heart bypass surgery or stents as a result of  atherosclerosis are smokers. In 2007, a Spanish study showed a clear correlation between smoking and the incidence of  death from atherosclerotic heart disease. Causation was established by further research. For example, studies found that the substances in tobacco smoke:\n •can dama\nge the artery linings, which makes the build-up of  plaques more likely\n •can cause the ar\nteries to narrow, raise the blood pressure and increase the risk of  atherosclerosis.\nSimilar findings were made in a study on adults with heart disease in Jordan in 2017 (see fig B).1.16 1.12\nUncorrected proof, all content subject to change at publisher discretion. Not for resale, circulation or distribution in whole or in part. ©Pearson 201857 1C.3 RISK FACTORS FOR CARDIOVASCULAR DISEASE CARDIOVASCULAR HEALTH AND RISK\n0246810\n0Proportion CAD\n55–64 651 <45 45–54\nAge (years) Age (years)Smoking 2 Smoking 1Proportion CAD\n0246810\n055–64 651 <45 45–54male\nfemale\n▲ fig B  Pr oportion of adults with coronary artery disease (CAD) depending on whether they smoke or not based on \na Jordanian study in 2017.\nINACTIVITY AND CVDs\nRegular exercise helps lower blood pressure, prevent obesity and diabetes, lower blood cholesterol \nlevels, balance lipoproteins and reduce stress. These also lower your risk of  developing atherosclerosis and CVDs. A study of  10\n 269 male Har\nvard University (USA) graduates aged between \n45 and 84 showed that the men who changed from being inactive to taking regular exercise had a 23% lower mortality over the life of  the study than those who did not exercise. Moreover, the main cause of  the deaths was atherosclerosis and the linked CVDs. A study of  72\n 488 f\nemale nurses \nshowed the same benefits for women – the more active women had a significantly lower risk of  developing atherosclerosis and other CVDs. \nA 2013 study from Sri Lanka showed a similar pattern – high levels of  inactivity were linked to an \nincreased risk of  obesity, diabetes, high blood pressure and CVDs. High levels of  activity were linked to a reduced risk of  all these conditions. Several studies have shown that exercise both reduces the formation of  plaques in the arteries and also keeps plaques that are present more stable and less likely to break.\nHIGH BLOOD PRESSURE AND ATHEROSCLEROSIS\nAs you saw in Section 1B.4, the heart pumps blood out into your arteries in a regular rhythm. The blood travels through your arterial system at pressures which change as your heart beats and which are easily measured (see fig C). At systole, when the blood is forced out of  the heart, a healthy blood pressure is around 120\n mmHg\n. When the heart is relaxed and filling during diastole, a healthy blood \npressure is around 80\n mmHg\n. Measuring blood pressure is used as an indicator of  the health of  both \nyour heart and your blood vessels. Y our blood pressure goes up and down naturally during the day – but it shouldn’t be constantly raised. If  your blood pressure is regularly above 140\/90\n mmHg\n, you \nhave high blood pressure or hypertension. Raised blood pressure can be a sign of  atherosclerosis. The blood pressure goes up when the walls of  the arteries become less flexible due to the build-up of  plaque, and when the lumen of  the arteries get narrower as they are blocked by the plaques. This means that raised blood pressure can be the result of  atherosclerosis and can be used to help diagnose the disease.\n▲ fig C  Doctors can use a blood pr essure monitor like this to check that your blood pressure is in the healthy range. \nSome people buy and use their own monitor, so they can check their blood pressure regularly to help prevent them \ngetting CVDs.\nUncorrected proof, all content subject to change at publisher discretion. Not for resale, circulation or distribution in whole or in part. ©Pearson 2018","23":"17 1A.5 PROTEINS CHEMISTRY FOR BIOLOGISTS\nHYDROGEN BONDS\nY ou were introduced to hydrogen bonds in Section 1A.1. These same bonds are essential in protein \nstructures. In amino acids, tiny negative charges are present on the oxygen of  the carboxyl groups and tiny positive charges are present on the hydrogen atoms of  the amino groups. When these charged groups are close to each other, the opposite charges attract, forming a hydrogen bond. Hydrogen bonds are weak but, potentially, they can be made between any two amino acids in the correct position, so there are many of  them holding the protein together very firmly. They are very important in the folding and coiling of  polypeptide chains (see fig C). Hydrogen bonds break easily and reform if  pH or temperature conditions change.\nDISULFIDE BONDS\nDisulfide bonds form when two cysteine molecules are close together in the structure of  a polypeptide (see fig C). An oxidation reaction occurs between the two sulfur-containing groups, resulting in a strong covalent bond known as a disulfide bond. These disulfide bonds are much stronger than hydrogen bonds but they happen much less often. They are important for holding the folded polypeptide chains in place.\nhydrogen bondhydrogen bond\ndisulﬁde bonddisulﬁde bond\nα-helixα-helixα-helixα-helixβ-pleated sheetβ-pleated sheetβ-pleated sheetβ-pleated sheet\n▲ fig C  Hydr ogen bonds and disulfide bonds maintain the shape of protein molecules and this determines  \ntheir function.\nIONIC BONDS\nIonic bonds can form between some of  the strongly positive and negative amino acid side chains \nwhich are sometimes found deep inside the protein molecules. They are strong bonds, but they are not as common as the other structural bonds.\nY our hair is made of  the protein keratin. Some methods of  styling hair change the bonds within the protein \nmolecules. Blow drying or straightening hair breaks the hydrogen bonds and temporarily reforms them with the hair curling in a different way until the hydrogen bonds reform in their original places.\nPerming is a chemical treatment which is used in some hair salons to completely change the way hair \nlooks for weeks or months. The chemicals break the disulfide bonds between the polypeptide chains and reform them in a different place. This effect is permanent – hair will stay styled in that particular way until it is cut off.\nPROTEIN STRUCTURE\nProteins can be described by their primary, secondary, tertiary and quaternary structure (see fig D). \n •T\nhe primary structure of  a protein is the sequence of  amino acids that make up the polypeptide \nchain, held together by peptide bonds.\n •T\nhe secondary structure of  a protein is the arrangement of  the polypeptide chain into a regular, \nrepeating three-dimensional (3D) structure, held together by hydrogen bonds. One example is the right-handed helix (α-helix), a spiral coil with the peptide bonds forming the backbone and the R groups protruding in all directions. Another is the ß-pleated sheet, in which the polypeptide chain folds into regular pleats held together by hydrogen bonds between the amino and carboxyl ends of  the amino acids. Most fibrous proteins have this type of  structure. Sometimes there is no regular secondary structure and the polypeptide forms a random coil.LEARNING TIP\nRemember that fibrous proteins \nhave a simpler structure and so tend to be more stable to changes in temperature and pH.\nUncorrected proof, all content subject to change at publisher discretion. Not for resale, circulation or distribution in whole or in part. ©Pearson 2018CHEMISTRY FOR BIOLOGISTS 18 1A.5 PROTEINS\n •T he tertiary structure is another level of  3D organisation in addition to the secondary structure \nin many proteins. The amino acid chain, including any α-helices and β-pleated sheets, is folded \nfurther into complicated shapes. Hydrogen bonds, disulfide bonds and ionic bonds between the R groups of  nearby amino acids hold these 3D shapes in place (see page 17). Globular proteins are an example of  tertiary structures.\n •T\nhe quaternary structure of  a protein is only found in proteins consisting of  two or more \npolypeptide chains. The quaternary structure describes the way these separate polypeptide chains fit together in three dimensions. Examples include some very important enzymes and the blood pigment haemoglobin. \nChanges in conditions such as temperature or pH affect the bonds that keep the 3D shapes of  proteins in place. Even small changes can cause the bonds to break, resulting in the loss of  the 3D shape of  the protein. This is called denaturation. Because the 3D structure of  these proteins is important to the way they work, changing conditions inside the body can cause proteins such as enzymes to stop working properly.\nalanine cysteine\nlysineglycineleucinePrimary structur e the linear sequence\nof amino acids in a peptide.\nTertiary structure the three-dimensional\nfolding of the secondary structur e.\nQuater nary structure the three-dimensional\narrangement of mo re than one tertiary polypeptide.Secondary structur e the repeating\npatter n in the structure  of the peptide\nchains, such as an α-helix or β-pleated\nsheets.\n▲ fig D  T he 3D structure of proteins\nFIBROUS AND GLOBULAR PROTEINS\nFIBROUS PROTEINS\nThe complex structures of  large protein molecules relate closely to their functions in the body. Fibrous proteins have little or no tertiary structure. They are long, parallel polypeptide chains with occasional cross-linkages that form them into fibres. They are insoluble in water and are very tough, which makes them ideally suited to their structural functions within organisms. Fibrous proteins appear in the structure of  connective tissue in tendons and the matrix of  bones, as the silk of  spiders’ webs and silkworm cocoons, and as the keratin that makes up hair, nails, horns and feathers.\nCollagen is a fibrous protein that gives strength to tendons, ligaments, bones and skin. It is the most \ncommon structural protein found in animals – up to 35% of  the protein in your body is collagen. \nCollagen is extremely strong – the fibres have a tensile strength similar to that of  steel. This is due to the unusual structure of  the collagen molecule. Its quaternary structure has three polypeptide chains, each up to 1000 amino acids long. The primary structure of  these chains is repeating sequences of  glycine with two other amino acids – often proline and hydroxyproline. The three polypeptide α-chains are arranged in a unique triple helix, held together by a very large number of  hydrogen \nbonds. Collagen molecules can be up to several millimetres long and are often found together in fibrils that are held together to form collagen fibres. Y ou can see how collagen fibres are built up in fig E.LEARNING TIP\nRemember that the primary \nstructure of proteins is the result of peptide bonds between amino acids. \nThe secondary structure is the \nresult of hydrogen bonding between nearby amino acids but R groups do not affect it. \nIonic bonds, hydrogen bonds \nand disulfide bridges are a result of interactions between the R groups and create the tertiary structure.\nUncorrected proof, all content subject to change at publisher discretion. Not for resale, circulation or distribution in whole or in part. ©Pearson 2018"}}